Repository: wp-plugins/wpnewsman-newsletters
Catalog: languages/wpnewsman-*.po
Languages: de_de, fr_fr, he_il

source: required parameter "%s" is missing in the request
de_de: Der erforderliche Parameter "%s" fehlt in der Anfrage
fr_fr: le paramètre requis «%s» manque dans la demande
he_il: הפרמטר נדרש "%s" חסר בתוך הבקשה

source: Confirmed
de_de: Bestätigt
fr_fr: Confirmés
he_il: מאושר

source: Unconfirmed
de_de: Nicht bestätigt
fr_fr: Non confirmés
he_il: לא מאושר

source: Unsubscribed
de_de: Abgemeldet
fr_fr: Désabonnés
he_il: בטל רישום

source: Cannot edit email. Email with id "%s" is not found.
de_de: E-Mail kann nicht bearbeitet werden. E-mail mit id "%s" wurde nicht gefunden.
fr_fr: Impossible de modifier l'adresse email. L'adresse email avec le code unique "%s" n'est pas trouvée.
he_il: לא ניתן לערוך דואר אלקטרוני. דואר אלקטרוני עם מזהה "%s" לא נמצא.

source: Cannot edit email. Email with id "%s" cannot be written.
de_de: E-Mail kann nicht bearbeitet werden. E-mail mit id "%s" kann nicht gespeichert.
fr_fr: Impossible de modifier l'adresse email. L'adresse email avec le code unique "%s" ne peut pas être écrite.
he_il: לא ניתן לערוך דואר אלקטרוני. דואר אלקטרוני עם מזהה "%s" לא נמצא.

source: Email does not have a "%s" property.
de_de: E-Mail hat keine "%s" Eigenschaft.
fr_fr: L'adress email n'a pas de "%s" propriété.
he_il: בדואר האלקטרוני מאפיין "%s" חסר

source: Cannot edit template. Template with id "%s" is not found.
de_de: Die Vorlage kann nicht bearbeitet werden. Die Vorlage mit der id "%s" konnte nicht gefunden werden.
fr_fr: Impossible de modifier le modèle. Le modèle avec le code unique "%s" n'est pas trouvé.
he_il: לא ניתן לערוך תבנית. תבנית עם "%s" לא נמצאה.

source: Cannot edit template. Template with id "%s" cannot be written.
de_de: Kann Vorlage nicht bearbeiten. Die Vorlage mit der id "%s" kann nicht gesichert werden.
fr_fr: Impossible de modifier le modèle. Le modèle avec le numéro unique "% s" ne peut pas être écrit.
he_il: לא ניתן לערוך תבנית. תבנית עם זיהוי "%s" לא ניתנת לדריסה.

source: List with id "%s" is not found.
de_de: Die Liste mit dem Code "%s" wurde nicht gefunden.
fr_fr: La liste avec le code unique "%s" n'est pas trouvée.
he_il: רשימה עם מזהה "%s" לא נמצאה.

source: WPNEWSMAN Bug Report from %s
de_de: WPNEWSMAN Fehlerbericht von %s
fr_fr: Le rapport d'erreurs de WPNEWSMAN de %s
he_il: דווח על תקלת WPNEWSMAN %s

source: Bug report was sent to %s.
de_de: Fehlerbericht wurde an %s gesendet.
fr_fr: Le compte rendu a été envoyé a %s.
he_il: דיווח הבאג נשלח %s

source: Your SMTP settings are correct
de_de: Ihre SMTP Einstellungen sind korrekt.
fr_fr: Vos paramètres SMTP sont corrects.
he_il: הגדרות SMTP שלך נכונות

source: If you read this message, your SMTP settings in the G-Lock WPNewsman plugin are correct
de_de: Wenn sie diese Nachricht lesen, sind ihre SMTP Einstellungen im G-Lock WPNewsman - Plugin korrekt.
fr_fr: Si vous lisez ce message, vos paramètres SMTP dans le plugin G-Lock WPNewsman sont corrects.
he_il: אם אתה קורא הודעה זו, הגדרות SMTP שלך בתוסף G-Lock WPNewsman נכונות

source: Test email was sent to %s.
de_de: Eine Test E-Mail wurde an %s gesendet.
fr_fr: Le message de test a été envoyé à %s.
he_il: דואר אלקטרוני בדיקה נשלח אל : %s

source: success
de_de: Erfolg
fr_fr: succès
he_il: הצלחה

source: Successfully deleted selected subscribers.
de_de: Die ausgewählten Abonnenten wurden erfolgreich gelöscht.
fr_fr: Les abonnés sélectionnés sont supprimés avec succès.
he_il: המנויים שבחרת נמחקו בהצלחה

source: Error: "options" request parameter was empty or not defined.
de_de: Fehler: Erforderliche "Optionen" - Parameter ist leer beziehungsweise nicht definiert.
fr_fr: Erreur: le paramètre "options" demande était vide ou non défini.
he_il: שגיאה: "options" הפרמטר בבקשה היה ריק או שאינו מוגדר.

source: Options were successfully saved.
de_de: Optionen wurden erfolgreich gespeichert.
fr_fr: Les options ont été sauvegardées avec succès.
he_il: אפשרויות נשמרו בהצלחה.

source: Saved
de_de: Gepeichert
fr_fr: Sauvegardé
he_il: נשמר

source: Your email was successfully queued for sending.
de_de: Ihre E-Mail wurde erfolgreich in die Sende-Warteschlange aufgenommen.
fr_fr: Votre message a été mis en attente pour l'envoi.
he_il: הדואר האלקטרוני שלך הועבר בהצלחה לתור לשליחה.

source: Template does not have a "%s" property.
de_de: Die Vorlage hat keine "%s" Eigenschaft.
fr_fr: Le modèle n'a pas de "%s" propriété.
he_il: לתבנית אין מאפיין "%s" .

source: You have successfully deleted %d template.
de_de: Sie haben erfolgreich die %d Vorlage gelöscht.
fr_fr: Vous avez supprimé le modèle %d avec succès.
he_il: מחקת בהצלחה את תבנית %d

source: Your email is successfully scheduled.
de_de: Ihr E-Mail-Versand wurde erfolgreich zum späteren Versand eingetragen.
fr_fr: Votre message est inscrit dans l'ordre de l'envoi.
he_il: הדואר האלקטרוני שלך תוזמן בהצלחה.

source: Unrecognized "send" parameter - %s
de_de: Unbekannter "sende" Parameter %s
fr_fr: Le paramètre inconnu "envoyer" - %s
he_il: פרמטר "send" לא מוכר - %s

source: Emails were successfully unsubscribed.
de_de: E-Mail-Adressen erfolgreich abgemeldet.
fr_fr: Les adresses emails ont été désabonnés avec succès.
he_il: המנוי הוסר בהצלחה עבור הודעות דואר אלקטרוני

source: Bad email address
de_de: Ungültige Email Adresse
fr_fr: Mauvais adresse email
he_il: כתובת הדואר אלקטרוני לא תקינה

source: Please select a file to import
de_de: Bitte wählen Sie eine Datei zum Importieren aus
fr_fr: S'il vous plaît sélectionnez le fichier à importer
he_il: אנא בחר קובץ ליבוא

source: Imported %d subscriber. Make sure you send him confirmation email.
de_de: Importierter %d Abonnent. Senden sie diesen Abonnent eine Bestätigungs email.
fr_fr: %d abonné a été importé. Assurez-vous de lui envoyer le message de confirmation.
he_il: מנוי יובא %d. ודא שאתה שולח אליו דואר אלקטרוני לאישור.

source: IP Address
de_de: IP Adresse
fr_fr: Adresse IP
he_il: כתובת IP

source: Imported %d template.
de_de: Importierte %d Vorlagen.
fr_fr: Modèles importés: %d.
he_il: תבנית יובאו %d.

source: Selected emails were successfully resumed
de_de: Die ausgewählten E-Mails wurden erfolgreich wieder aufgenommen.
fr_fr: L'envoi des messages séléctionnés a été recommencé avec succès.
he_il: המיילים הנבחרים חודשו בהצלחה

source: "entType" parameter value "%s" should be "email" or "template".
de_de: "entType" Parameterwert "%s" muss "email" oder "template" lauten.
fr_fr: La valeur "%s" du paramètre "entType" doit être "email" ou "modèle".
he_il: "entType" ערך פרמטר "%s" צריך להיות "email" או "template".

source: Posts block successfully compiled
de_de: Beitrag wurde erfolgreich zusammengestellt.
fr_fr: Le bloque des articles est compilé avec succès.
he_il: חסימת פוסטים עברו הידור בהצלחה

source: "postTemplateType" parameter value "%s" should be "post_content", "post_excerpt" or "fancy_excerpt".
de_de: "postTemplateType" Parameter "%s" muss "post_content", "post_excerpt" oder "fancy_excerpt" lauten.
fr_fr: La valeur "%s" du paramètre "postTemplateType" doit être "post_content", "post_excerpt" ou "fancy_excerpt".
he_il: "postTemplateType" הערך "%s" should be "post_content", "post_excerpt" or "fancy_excerpt".

source: Posts block successfully updated
de_de: Beitrag wurde erfolgreich aktualisiert.
fr_fr: Le bloque des articles est mis à jour avec succès.
he_il: חסימת פוסטים עברו הידור בהצלחה

source: ReConfirmation system email template is not found.
de_de: System E-Mail-Vorlage für Rückbestätigung wurde nicht gefunden.
fr_fr: Le modèle d'email de système de confirmer l'abonnement de nouveau n'est pas trouvé.
he_il: דואר אלקטרוני ובו תבנית המערכת לאישור מחודש לא נמצאה

source: List with the name "%s" already exists.
de_de: Die Liste mit dem Namen "%s" existiert bereits.
fr_fr: La liste avec le nom "%s" existe déjà.
he_il: רשימה עם השם "%s" כבר קיימת.

source: Created
de_de: Erstellt
fr_fr: Créé
he_il: נוצר

source: Test email was sent to %s and subscriber with this email was created in "%s" list.
de_de: Test-E-Mail wurde an %s gesendet und Teilnehmer mit dieser E-Mail wurde in dieser "% s" Liste erstellt.
fr_fr: Le message de test a été envoyé à %s et l'abonné avec cette adresse email a été créé dans la liste "%s".
he_il: דואר אלקטרוני לבדיקה נשלח אל %s ומנוי עם דואר אלקטרוני זה הצטרף לרשימה "%s".

source: Wrong "type" parameter. Must be "csv" or "template"
de_de: Falscher "type"-Parameter. Diese muss entweder "csv" oder "template" sein.
fr_fr: Le paramètre "type" est incorrect. Il doit être "csv" ou "template"
he_il: סוג פרמטר שגוי. חייב להיות מסוג CSV או Template

source: Success
de_de: Erfolg
fr_fr: Succès
he_il: הצלחה

source: Translation not found
de_de: Übersetzung nicht gefunden
fr_fr: La traduction n'est pas trouvée
he_il: תרגום לא נמצא

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
he_il: לא ידוע

source: Subscriber with email %s already exists.
de_de: Abonnenten mit E-Mail %s ist bereits vorhanden.
fr_fr: L'abonné avec l'adresse email %s existe déjà.
he_il: מנוי עם הדואר אלקטרוני %s כבר קיים.

source: Required parameter "code" is not defined.
de_de: Erforderliche Parameter "Code" ist nicht definiert.
fr_fr: Le paramètre requis "code" n'est pas défini.
he_il: הפרמטר הנדרש "code" לא הוגדר.

source: Your license key is valid. Pro functionality is unlocked.
de_de: Ihr Lizenzschlüssel gültig ist. Die Pro Funktion ist entsperrt.
fr_fr: Votre clé de licence est valide. La fonctionnalité de la version PRO est activée.
he_il: מפתח הרישוי שלך חוקי. הפונקציאליות של גרסאת הפרו לא נעולות.

source: Your license key is invalid. Please make sure you copied it in full and if this error still occurs, please write us at <a href="mailto:support@glocksoft.com">support@glocksoft.com</a>.
de_de: Ihr Lizenzschlüssel ist ungültig. Bitte stellen Sie sicher, dass Sie es voll kopiert haben und wenn dieser Fehler immer noch auftritt, schreiben Sie uns bitte an <a href="mailto:support@glocksoft.com">support@glocksoft.com</a>.
fr_fr: Votre clé de licence n'est pas valide. S'il vous plaît, assurez-vous d'avoir copié votre clé correctement. Si cette erreur persiste, écrivez-nous à <a href="mailto:support@glocksoft.com">support@glocksoft.com</a>.
he_il: מפתח הרישוי אינו חוקי. נא וודא שהעתקת אותו בשלמותו ואם שגיאה זו ממשיכה להופיע, נא בבקשה כתוב לנו הודעה אל: <a href="mailto:support@glocksoft.com">support@glocksoft.com</a>.

source: Required parameter "%s" is not defined.
de_de: Erforderlicher Parameter "% s" ist nicht definiert.
fr_fr: Le paramètre requis "%s" n'est pas défini.
he_il: הפרמטר הנדרש "%s" לא הוגדר

source: Your connection settings are correct
de_de: Ihre Verbindungseinstellungen sind korrekt
fr_fr: Vos paramètres de connexion sont corrects
he_il: הגדרות הקישור שלך תקינות

source: Starting bounce handler
de_de: Starte Bounce Handler
fr_fr: Le traiteur des messages retournés démarre
he_il: מתחיל את בודק הקופצנים

source: Bounce handler stopped
de_de: Bounce Handler ist gestoppt
fr_fr: Le traiteur des messages retournés est stoppé
he_il: בודק הקופצנים נעצר

source: Parameter "domainId" could not be empty
de_de: Parameter "DomainID" kann nicht leer sein
fr_fr: Le paramètre requis "domainId" ne peut pas être vide
he_il: שדה "DomainId" לא יכול להיות ריק

source: Some error occured: %s
de_de: Fehler sind aufgetreten: %s
fr_fr: Une erreur a eu lieu: %s
he_il: כנראה התרחשה שגיאה : %s

source: Subscriber added
de_de: Subscriber hinzugefügt
fr_fr: L'abonné est ajouté
he_il: המנוי נוסף

source: The email "%s" is already subscribed but not yet confirmed.
de_de: Die E-Mail "% s" ist bereits gezeichnet, aber noch nicht bestätigt.
fr_fr: L'adresse email "%s" est déjà souscrit, mais pas encore confirmé.
he_il: הדואר האלקטרוני "%s" כבר מנוי אך עדיין לא אישר.

source: The email "%s" is already subscribed and confirmed.
de_de: Die E-Mail "% s" ist bereits gezeichnet und bestätigt.
fr_fr: L'adresse email "%s" est déjà inscrit et confirmé.
he_il: הדואר האלקטרוני "%s" כבר מנוי ואישר.

source: The email "%s" is already already in the database but unsubscribed.
de_de: Die E-Mail "% s" ist bereits in der Datenbank, aber abgemeldet.
fr_fr: L'adresse email "%s" est déjà dans la base de données, mais il est désabonné.
he_il: הדואר האלקטרוני "%s" הוא כבר כבר בבסיס הנתונים אך המנוי הוסר.

source: Bad email address format "%s".
de_de: Schelchtes E-mail Adressen Format "%s".
fr_fr: Invalide format de l'adresse email "%s".
he_il: הדואר אלקטרוני לא בפורמט תקין "%s".

source: Successfully unsubscribed.
de_de: Erfolgreich abgemeldet.
fr_fr: Désabonné avec succès.
he_il: הסרת המנוי הצליחה

source: There's no action '%s'
de_de: Es ist keine Aktion '%s'
fr_fr: Il n'y a pas d'action '%s'
he_il: אין פעולה '%s'

source: Email with ID "%d" is not found
de_de: E-Mail mit der ID "%d" nicht gefunden
fr_fr: L'adresse email avec le numéro d'identification "%d" n'est pas trouvé
he_il: לא אותר דואר אלקטרוני עם זיהוי "%d"

source: Subscriber with id "%s" is not found.
de_de: Teilnehmer mit der ID "%s" wird nicht gefunden.
fr_fr: L'abonné avec le numéro d'identification "%d" n'est pas trouvé
he_il: מנוי עם זיהוי "%s" לא נמצא

source: Unsubscribed by Bounce Handler
de_de: Von Bounce Handler abgemeldet
fr_fr: Désabonné par le traiteur des messages retournés
he_il: המנוי הוסר על ידי תהליך סדרן הקופצנים

source: Subscribe
de_de: Abbonieren
fr_fr: S'abonner
he_il: הרשם

source: Required
de_de: Erforderlich
fr_fr: Requis
he_il: חובה

source: Spam submission detected. Please contact the site administrator and describe the problem.
de_de: Spam Vorlage erkannt. Bitte wenden Sie sich an den Administrator und beschreiben Sie das Problem.
fr_fr: Un soumission de spam est détecté. S'il vous plaît, contactez l'administrateur du site et décrivez le problème.
he_il: זוהתה שליחת ספאם (דואר זבל). אנא צור קשר עם מנהל האתר ותאר לו את הבעיה.

source: Error
de_de: Fehler
fr_fr: Erreur:
he_il: שגיאה

source: Cannot find free unique list ID. Recursive operations limit exceeded.
de_de: Kann keine freie einzigartige Listen ID finden. Rekursive Operationen Begrenzung überschritten.
fr_fr: Impossible de trouver le numéro unique libre de la liste. La limite des opérations récursives est dépassée.
he_il: לא ניתן למצוא מזהה רשימה יחודי, פעולות רקורסיביות חרגו מהמגבלות שלהם

source: "name" field could not be empty.
de_de: Bitte füllen sie das Feld "Name" aus.
fr_fr: Le champ "name" ne peut pas être vide.
he_il: שדה "name" לא יכול להיות ריק

source: Already Subscribed and Verified
de_de: Bereits abonniert und bestätigt.
fr_fr: Déjà abonné et verifié
he_il: כבר נרשם ונבדק

source: Bad email address format
de_de: Falsches E-Mail-Adressen Format
fr_fr: Le format incorrect de l'adresse email
he_il: פורמט כתובת הדואר אלקטרוני לא תקינה

source: Confirmation Required
de_de: Bestätigung erforderlich
fr_fr: La confirmation est requise
he_il: יש צורךבאישור

source: Confirmation Successful
de_de: Bestätigung erfolgreich
fr_fr: La confirmation est réussie
he_il: אושר בהצלחה

source: Subscription not yet confirmed
de_de: Anmeldung noch nicht bestätigt
fr_fr: L'abonnement n'est pas encore confirme
he_il: מנוי עדיין לא אושר

source: Successfully unsubscribed
de_de: Erfolgreich abgemeldet
fr_fr: Le désabonnement est réussi
he_il: הסרת המנוי הצליחה

source: Please confirm your unsubscribe decision
de_de: Bitte bestätigen Sie Ihren Abmeldeentschluss
fr_fr: S'il vous plaît, confirmez votre décision de vous désabonner
he_il: נא בבקשה אשר ההחלטתך לביטול המנוי שלך

source: Add new...
de_de: Neu hinzufügen...
fr_fr: Ajouter nouveau
he_il: הוסף חדש...

source: Enter Subject Here
de_de: Geben sie hier bitte den Betreff ein.
fr_fr: Entrez le Sujet ici
he_il: הזן נושא כאן

source: Copy
de_de: Kopieren
fr_fr: Copier
he_il: העתק

source: Administrator notification - new subscriber
de_de: Administratorbenachrichtigung - neuer Abonnent
fr_fr: La notification de l'administrateur - nouvel abonné
he_il: הודעת מנהל - מנוי חדש

source: Administrator notification - user unsubscribed
de_de: Administratorbenachrichtigung - Abonnent abgemeldet
fr_fr: La notification de l'administrateur - utilisateur s'est désabonné
he_il: הודעת מנהל - המשתמש ביטל את המינוי

source: Subscription confirmation
de_de: Abonnementbestätigung
fr_fr: La confirmation d'abonnement
he_il: אישור המנוי

source: Unsubscribe notification
de_de: Abbestellen der Benachrichtigung
fr_fr: La notification de désabonnement
he_il: הודעת ביטול מנוי

source: Welcome letter, thanks for subscribing
de_de: Willkommensnachricht, danke für die Anmeldung
fr_fr: Le message de bienvenue, merci de votre abonnement
he_il: מכתב ברוך הבא, תודה לך על הרשמתך

source: Unsubscribe confirmation
de_de: Abmelde Bestätigung
fr_fr: Confirmation de désabonnement
he_il: אישור ביטול מנוי

source: Re-subscription confirmation
de_de: Wieder-Abonnement Bestätigung
fr_fr: Confirmation d'abonnement de nouveau
he_il: אישור רישום המנוי מחדש

source: Every minute
de_de: Jede Minute
fr_fr: Chaque minute
he_il: כל דקה

source: Subscription
de_de: Anmeldung
fr_fr: Abonnement
he_il: הרשמה

source: Enter your primary email address to get our free newsletter.
de_de: Geben sie ihre primäre E-Mail-Adresse ein, um unseren kostenlosen Newsletter zu erhalten.
fr_fr: Entrez votre adresse email primaire pour recevoir notre bulletin d'information gratuit.
he_il: הזן את כתובת הדואר אלקטרוני הראשית שלך כדי לקבל הודעות מאיתנו בחינם.

source: First Name
de_de: Vorname
fr_fr: Prénom
he_il: שם פרטי

source: Last Name
de_de: Nachname
fr_fr: Nom
he_il: שם משפחה

source: Email
fr_fr: Adresse email
he_il: דואר אלקטרוני

source: You can leave the list at any time. Removal instructions are included in each message.
de_de: Sie können unseren Newsletter jederzeit stornieren. Eine diesbezügliche Anleitung ist in jeder Nachricht enthalten.
fr_fr: Vous pouvez quitter la liste à tout moment. Les instructions comment se désabonner sont inclus dans chaque message.
he_il: אתה יכול לעזוב את הרשימה בכל עת. הוראות הסרה כלולות בכל הודעה.

source: Upgrade to Pro
de_de: Upgrade auf die Pro-Version
fr_fr: Mettre à niveau la version Pro
he_il: שדרג לגרסה - Pro

source: Sent %d of %d emails.
de_de: %d von %d E-Mail versendet.
fr_fr: %d de %d messages sont envoyés.
he_il: נשלחו %d מתוך %d הודעות דואר אלקטרוני

source: You reached the subscribers limit of the Lite version. %s to resume sending.
de_de: Sie haben die Abonnentenanzahl der Lite Version überschritten. %s um wieder senden zu können.
fr_fr: Vous avez atteint la limite d'abonnés dans la version Lite. %s pour reprendre l'envoi.
he_il: הגעת למגבלה של מנויים של גרסאת הלייט. %s לחידוש שליחה.

source: "Post has no excerpt. Write something yourself or use fancy_excerpt option"
de_de: "Beitrag hat kein Zitat. Schreiben sie selbst ein Zitat oder verwenden sie die Option 'Fantasie-Zitat' "
fr_fr: "L'article n'a pas d'extrait. Ecrivez quelque chose vous-même ou utilisez l'option fancy_excerpt"
he_il: "יש הודעה לא קטע. כתוב משהו בעצמך או להשתמש אפשרות fancy_excerpt"

source: Your link seems to be broken.
de_de: Ihr Link scheint nicht zu funktionieren.
fr_fr: Votre lien semble être rompu.
he_il: הקישור שלך נראה לא תקין.

source: List with the unique code "%s" is not found
de_de: Die Liste mit dem Code "%s" wurde nicht gefunden.
fr_fr: La liste avec le code unique "%s" n'est pas trouvée.
he_il: רשימה עם קוד יחודי "%s" לא נמצאה

source: Subscriber with the unique code "%s" is not found
de_de: Die Abonnenten mit dem Code "%s" wurden nicht gefunden.
fr_fr: L'abonné avec le code unique "%s" n'est pas trouvé.
he_il: מנוי עם קוד "%s" לא נמצא

source: Unique email id is missing in request.
de_de: Eindeutige E-Mail-ID fehlt in der Anforderung.
fr_fr: Le code unique de l'adresse email manque dans la demande.
he_il: הדואר האלקטרוני עם הזיהוי הייחודי חסר בפניה.

source: Email with unique code %s is not found.
de_de: E-Mail mit eindeutigem Code %s nicht gefunden.
fr_fr: L'adresse email avec le code unique "%s" n'est pas trouvée.
he_il: הודעת דואר אלקטרוני עם קוד "%s" לא נמצא

source: Please fill all the required fields.
de_de: Bitte alle Pflichtfelder ausfüllen.
fr_fr: S'il vous plaît remplissez tous les champs obligatoires.
he_il: אנא מלא את כל השדות הדרושים.

source: Please check your email address.
de_de: Bitte überprüfen Sie Ihre E-Mail Adresse
fr_fr: S'il vous plaît vérifiez votre adresse email.
he_il: בדוק את כתובת הדואר אלקטרוני שלך.

source: Full Email Statistics & Click Tracking available in <a href="%s">the Pro version</a>
de_de: Vollständige E-Mail Statistik & Click Verfolguing verfügbar in <a href="%s"> die Pro Version </ a>
fr_fr: Les statistiques complètes pour les messages ouverts et liens cliqués sont disponibles dans <a href="%s">la version Pro</ a>
he_il: סטיסיטקה מלאה של הודעות דואר אלקטרוני ומעקב קליקים זמינה ב <a href="%s">the גרסאת פרו</a>

source: Error:
de_de: Fehler:
fr_fr: Erreur:
he_il: שגיאה:

source: Done
de_de: Geschehen
fr_fr: Fini
he_il: בוצע

source: Please select emails which you want to stop sending of.
de_de: Bitte wählen sie die E-Mails aus, deren Versand gestoppt werden soll.
fr_fr: S'il vous plaît, sélectionnez les messages dont vous voulez arrêter l'envoi.
he_il: אנא בחר מיילים שרצונך להפסיק לשלוח ל.

source: You have successfully stopped sending of selected emails.
de_de: Sie haben die Versendung der ausgewählten E-Mails erfolgreich gestoppt.
fr_fr: Vous avez arrête l'envoi des messages sélectionnés avec succès.
he_il: עצרת בהצלחת שליחת הודעות דואר אלקטרוני שנבחרו

source: Please mark subscribers which you want to unsubscribe.
de_de: Bitte markieren sie die Abonnenten welche sie abmelden möchten.
fr_fr: S'il vous plaît, sélectionnez les abonnés que vous voulez désabonner.
he_il: נא לסמן מנויים שאתה רוצה לבטל להם את המנוי.

source: You have successfully unsubscribed selected subscribers.
de_de: Sie haben die ausgewählten Abonnenten erfolgreich abgemeldet.
fr_fr: Vous avez désabonné les abonnés sélectionnés avec succès.
he_il: בטלת את המינוי בהצלחה למנויים שנבחרו.

source: Please mark subscribers which you want to delete.
de_de: Bitte markieren sie die Abonnenten welche sie löschen möchten.
fr_fr: S'il vous plaît, sélectionnez les abonnés que vous voulez supprimer.
he_il: נא סמן מנויים שרצונך למחוק.

source: You have successfully deleted selected subscribers.
de_de: Sie haben die ausgewählten Abonnenten erfolgreich gelöscht.
fr_fr: Vous avez supprimé les abonnés sélectionnés avec succès.
he_il: מחקת בהצלחה את המנויים שנבחרו

source: Please mark subscribers to change.
de_de: Bitte markieren sie die Abonnenten die sie ändern möchten.
fr_fr: S'il vous plaît, sélectionnez les abonnés dont vous voulez changer le statut.
he_il: נא לסמן מנויים לשינוי.

source: You have successfully changed status of selected subscribers.
de_de: Sie haben erfolgreich den Status der ausgewählten Abonnenten geändert.
fr_fr: Vous avez changé le statut des abonnés sélectionnés avec succès.
he_il: שינית בהצלחה את הסטאטוס של המנויים שנבחרו

source: Please mark subscribers which you want to send confirmation to.
de_de: Bitte markieren sie die Abonnenten, denen sie eine Bestätigung senden wollen.
fr_fr: S'il vous plaît, sélectionnez les abonnés à qui vous voulez envoyer le message de confirmation.
he_il: נא סמן מנויים שאתה רוצה לשלוח להם אישורים.

source: You have successfully send confirmation emails.
de_de: Sie haben erfolgreich Bestätigungs-E-Mails versendet.
fr_fr: Vous avez envoyé les messages de confirmation avec succès.
he_il: שלחת בהצלחה דואר אלקטרוני לאישור מינויים.

source: All subscribers (#)
de_de: Alle Abonnenten (#)
fr_fr: Tous les abonnés (#)
he_il: כל המנויים (#)

source: Confirmed (#)
de_de: Bestätigt (#)
fr_fr: Confirmés (#)
he_il: אושרו (#)

source: Unconfirmed (#)
de_de: Nicht bestätigt (#)
fr_fr: Non confirmés (#)
he_il: לא אושרו (#)

source: Unsubscribed (#)
de_de: Ausgetragen (#)
fr_fr: Desabonnés (#)
he_il: הוסרו (#)

source: You have no subscribers yet.
de_de: Sie haben noch keine Abonnenten.
fr_fr: Vous n'avez pas encore d'abonnés.
he_il: אין לך עדיין מנויים.

source: Sending
de_de: Versende
fr_fr: Envoi
he_il: שולח

source: Check me
de_de: Prüfen
fr_fr: Cochez-moi
he_il: בדוק אותי
