Repository: wp-plugins/wpnewsman-newsletters
Catalog: languages/wpnewsman-*.po
Languages: de_de, fr_fr, he_il

source: Since version 1.5.7 direct access to the filesystem is required. Make sure that the uploads directory is writable by the web server%s.
de_de: Seit der Version 1.5.7 ist ein direkter Zugriff auf das Dateisystem erforderlich. Stellen Sie sicher, dass die Uploads Verzeichnis beschreibbar ist vom Web-Server%s.
fr_fr: Depuis la version 1.5.7 l'accès direct au système de fichiers est nécessaire. Assurez-vous que le répertoire des ajouts est accessible en écriture par le serveur%s web.
he_il: מאז גרסת 1.5.7 נדרשת גישה ישירה למערכת הקבצים. נא וודא שספריית הקבצים ניתנת לכתיבה על ידי שרת האינטרנט %s

source: Safe mode is turned off
de_de: Abgesicherter Modus ist ausgeschalten
fr_fr: Le mode sauf est éteint
he_il: מצב בטוח כבוי

source: Safe mode is deprecated in PHP and not supported by the plugin.(Set safe_mode = Off in php.ini. See <a href="http://www.php.net/manual/en/features.safe-mode.php">Safe Mode on php.net</a>)
de_de: Der Safe Mode Betriebsmodus wird von PHP in Zukunft nicht mehr unterstützt und deshalb auch von diesem Plugin nicht mehr verwendet. (Setzen sie safe_mode = Off in der php.ini. Mehr dazu unter <a href="http://www.php.net/manual/en/features.safe-mode.php">Safe Mode on php.net (Englisch)</a>)
fr_fr: Le mode sécurisé est obsolète en PHP et n'est pas supporté par le plugin. (Mettez safe_mode = Off dans le fichier php.ini. Lisez <a href="http://www.php.net/manual/en/features.safe-mode.php">Safe Mode on php.net</a>)
he_il: המצב בטוח לא מומלץ לשימוש ב- PHP ואינו נתמך על ידי התוסף.

source: bcmath or gmp extension is loaded
de_de: bcmath oder gmp Extension geladen
fr_fr: l'extension bcmath ou gmp est chargé
he_il: bcmath או הארכת GMP היא טעון

source: Since version 1.7.0 either <b>bcmath</b> or <b>gmp</b> PHP module is required for the plugin to work. According to PHP documentation <b>bcmath</b> should pre installed since PHP 4.0.4.
de_de: Seit der Version 1.7.0 entweder <b> bcmath </ b> oder <b> gmp </ b> PHP-Modul wird für das Plugin benötigt, um zu arbeiten. Laut PHP-Dokumentation <b> bcmath </ b> sollte seit PHP 4.0.4 vorinstalliert sein.
fr_fr: Depuis la version 1.7.0 le module PHP <b>bcmath</b> ou <b>gmp</b> est requis pour le travail du plugin. Selon la documentation de PHP <b>bcmath</b> doit être préinstallé depuis la version 4.0.4 de PHP.
he_il: מאז גרסת 1.7.0 או <b> bcmath </ b> או <b> GMP </ b> מודול PHP נדרש לתוסף לעבודה. על פי תיעוד PHP <b> bcmath </ b> צריכה מותקנת מראש מאז PHP 4.0.4.

source: You get simple yet powerful newsletter solution for WordPress. Now you can easily add double optin subscription forms in widgets, articles and pages, import and manage your lists, create and send beautiful newsletters directly from your WordPress site. You get complete freedom and a lower cost compared to Email Service Providers. Free yourself from paying for expensive email campaigns. WPNewsman plugin updated regularly with new features.
de_de: Sie erhalten eine einfach zu bedienende, aber sehr leistungsfähige Newsletterlösung für Wordpress. Sie können mit diesem Plugin ganz einfach Newsletter mit doppeltem Anmeldeverfahren (double opt in) in Widgets, Artikeln und Seiten einfügen. Sie können verschiedene Listen erstellen, importieren, und verwalten. Versenden Sie professionelle Newsletter direkt aus Wordpress heraus. Dabei sind sie nicht an kostenintensive Email-Service-Provider gebunden. Das WPNewsman Plugin wird regelmäßig mit neuen Funktionen ergänzt.
fr_fr: Vous obtenez une solution d'envoi des bulletins simple mais puissant pour WordPress. Maintenant, vous pouvez facilement ajouter des formulaires d'abonnement dans des widgets, des articles et des pages, importer et gérer vos listes, créer et envoyer de beaux bulletins directement à partir de votre site WordPress. Vous obtenez une liberté totale et un moindre coût par rapport aux fournisseurs de services de messagerie. Libérez-vous de payer pour des campagnes d'email coûteux. WPNewsman plugin est mis à jour régulièrement avec de nouvelles fonctionnalités.
he_il: אתה מקבל פתרון לשליחת הודעות פשוט אך רב עוצמה עבור וורדפרס. עכשיו אתה יכול בקלות להוסיף טופס לאישור כפול להוספת מנוי optin ביישומונים, מאמרים ודפים, ייבוא וניהול הרשימות שלך, ליצור ולשלוח הודעות דואר אלקטרוני מלאות תוכן ותמונות מדהימות ישירות מהאתר שלך בוורדפרס. אתה מקבל חופש מוחלט ועלות נמוכה יותר בהשוואה לספקי שירות שליחת הודעות. לשחרר את עצמך מתשלומים מופרזים עבור מסעות פרסום בדואר אלקטרוני יקרים. תוסף WPNewsman מתעדכן באופן שוטף עם תכונות חדשות.

source: <strong>Automatically process bounced emails</strong> after each mailing and maintain your list clean and verified -- you protect your IP from being blacklisted for continuous sending to invalid email addresses.
de_de: <strong>unzustellbare E-Mails automatische zu verarbeiten.</ strong> Nach jedem Mailing wird Ihre Liste gepflegt, gesäubert und gewartet. Damit schützen Sie Ihre IP-Adresse, davor dass diese , wegen kontinuierlichm Senden von ungültigen E-Mail-Adressen, auf eine schwarze Liste kommt.
fr_fr: <strong>Automatiquement traiter les messages retournés</strong> après chaque envoi et maintenir votre liste propre et vérifiée - vous n'envoyez pas de messages aux adresses électroniques invalides et protégez votre adresse IP contre les listes noires.

source: PHP version >= 5.3
fr_fr: version de PHP >= 5.3
