Repository: wp-plugins/wpnewsman-newsletters
Catalog: languages/wpnewsman-*.po
Languages: de_de, fr_fr, he_il

source: Choose an option
de_de: Wählen sie eine Option
fr_fr: Sélectionnez une option
he_il: בחר אופציה

source: new option 1
de_de: Neue Option 1
fr_fr: Nouvelle option 1
he_il: אפשרות חדשה 1

source: Untitled
de_de: Unbenannt
fr_fr: Sans titre
he_il: ללא כותרת

source: You have no emails yet.
de_de: Sie haben noch keine E-Mail.
fr_fr: Vous n'avez pas encore de messages.
he_il: אין לך הודעות דואר אלקטרוני עדיין.

source: You have no forms, yet
de_de: Sie haben bis jetzt kein Formular
fr_fr: Vous n'avez pas de formulaires encore.
he_il: אין לך טפסים עדיין

source: Sent
de_de: Versendet
fr_fr: Envoyé
he_il: נשלח

source: Pending
de_de: Anstehend
fr_fr: En attente
he_il: ממתין

source: Draft
de_de: Entwurf
fr_fr: Brouillon
he_il: טיוטה

source: Sending...
de_de: Versende...
fr_fr: Envoi...
he_il: שולח...

source: Stopped
de_de: Angehalten
fr_fr: Stoppé
he_il: נעצר

source: Scheduled on
de_de: Geplant am
fr_fr: Inscrit dans l'order d'envoi a
he_il: תוזמן ל

source: You don't have any templates yet.
de_de: Sie haben noch keine Vorlagen.
fr_fr: Vous n'avez pas encore de modèles.
he_il: אין לך עדיין אף תבנית.

source: Create one?
de_de: Wollen sie welche erstellen?
fr_fr: Créer ?
he_il: צור אחד?

source: Please mark the emails which you want to delete.
de_de: Bitte markieren sie die E-Mails, die sie löschen möchten.
fr_fr: S'il vous plaît, sélectionnez les messages que vous voulez supprimer.
he_il: נא סמן הודעות דואר אלקטרוני שברצונך למחוק.

source: You have successfully deleted selected emails.
de_de: Sie haben die markierten E-Mails erfolgreich gelöscht.
fr_fr: Vous avez supprimé les messages sélectionnés avec succès.
he_il: מחקת בהצלחה את הודעות הדואר אלקטרוני שנבחרו

source: Please mark the templates which you want to delete.
de_de: Bitte markieren sie die Vorlagen, die sie löschen möchten.
fr_fr: S'il vous plaît, sélectionnez les modèles que vous voulez supprimer.
he_il: נא סמן את התבניות שברצונך למחוק.

source: Please mark the forms which you want to delete.
de_de: Bitte markieren Sie das Formular welche Sie löschen wollen.
fr_fr: S'il vous plaît, séléctionnez les formulaires que vous voulez supprimer.
he_il: נא סמן את הטפסים שברצונך למחוק.

source: You have no templates yet.
de_de: Sie haben noch keine Vorlagen.
fr_fr: Vous n'avez pas encore de modèles.
he_il: אין לך עדיין תבניות.

source: All emails (#)
de_de: Alle E-Mails (#)
fr_fr: Tous les messages (#)
he_il: כל הודעות הדואר האלקטרוני (#)

source: In progress (#)
de_de: In Arbeit (#)
fr_fr: En progression (#)
he_il: בהתקדמות (#)

source: Pending (#)
de_de: Anstehend (#)
fr_fr: En attente (#)
he_il: בהמתנה (#)

source: Sent (#)
de_de: Versendet (#)
fr_fr: Envoyés (#)
he_il: נשלחו (#)

source: Resume
de_de: Fortsetzen
fr_fr: Recommencer
he_il: המשך

source: Please fill the "To:" field.
de_de: Bitte füllen sie das Feld "An:" aus.
fr_fr: S'il vous plaît, remplissez le champ "A:".
he_il: אנא מלא את שדה "To:".

source: Please select emails first.
de_de: Bitte wählen sie die E-Mails zuerst aus.
fr_fr: S'il vous plaît, sélectionnez les adresses emails d'abord.
he_il: קודם בחר הודעות דואר אלקטרוני

source: Please select
de_de: Bitte wählen sie
fr_fr: S'il vous plaît, choisissez
he_il: אנא בחר

source: All emails
de_de: Alle Emails
fr_fr: Tous les messages
he_il: כל הודעות הדואר אלקטרוני

source: In progress
de_de: in Arbeit
fr_fr: En progression
he_il: בהתקדמות

source: Drafts
de_de: Entwürfe
fr_fr: Brouillons
he_il: טיוטות

source: Sent %d of %d emails
de_de: %d von %d Emails versendet
fr_fr: Envoyé %d de %d messages
he_il: נשלחו %d מתוך %d מיילים

source: Status:
fr_fr: Statut:
he_il: מצב:

source: Email Errors
de_de: Mail Fehler
fr_fr: Erreurs:
he_il: שגיאות דואר אלקטרוני

source: Email Address
de_de: Email Adresse
fr_fr: Adresse email
he_il: כתובת דואר אלקטרוני

source: Error Message
de_de: Fehlermeldung
fr_fr: Message d'erreur
he_il: הודעת שגיאה

source: Loading...
de_de: Laden...
fr_fr: Chargement en cours ...
he_il: טוען...

source: List:
de_de: Liste:
fr_fr: Liste:
he_il: רשימה:

source: Bug report
de_de: Fehlerbericht
fr_fr: Compte rendu d'erreurs
he_il: שלח דווח על באג

source: Load more...
de_de: Mehr laden ...
fr_fr: Charger plus...
he_il: טען עוד ...

source: Sorry, no posts matched your criteria.
de_de: Sorry, aber keine Beiträge entsprechen ihren Kriterien.
fr_fr: Aucun article ne correspond à vos critères.
he_il: מצטערים, אין הודעות פוסטים תואמים לקריטריונים שלך.

source: Warning! You are close to the limit of %d subscribers you can send emails to in the Lite version of the plugin. Please, <a href="%s">upgrade to the Pro version</a> to send emails without limitations.
de_de: Achtung! Sie sind nahe der Grenze von %d Abonnenten denen Sie in der Lite-Version des Plugins E-Mails senden können . Bitte <a href="%s">upgraden auf die Pro-Version</a>, um E-Mails ohne Einschränkungen senden zu können .
fr_fr: Attention! Vous allez ganger la limite de %d abonnés à qui vous pouvez envoyer les messages dans la version Lite du plugin. S'il vous plaît, <a href="%s">mettez à niveau la version Pro</a> pour pouvoir envoyer les messages sans limitations.
he_il: אזהרה! חרגת מהמגבלה של %d המנויים אליהם ניתן לשלוח הודעות דואר אלקטרוני בגרסה לייט של התוסף. אנא, <a href="%s">upgrade to the Pro version</a> שדרג לגרסה Pro כדי לשלוח מיילים ללא הגבלה.

source: Warning! You exceeded the limit of %d subscribers you can send emails to in the Lite version of the plugin. Please, <a href="%s">upgrade to the Pro version</a> to send emails without limitations.
de_de: Achtung! Sie haben die Grenze von %d Abonnenten denen Sie in der Lite-Version des Plugins E-Mails senden können übershritten. Bitte <a href="%s">upgraden auf die Pro-Version</a>, um E-Mails ohne Einschränkungen senden zu können .
fr_fr: Attention! Vous avez dépassé la limite de %d abonnés à qui vous pouvez envoyer les messages dans la version Lite du plugin. S'il vous plaît, <a href="%s">mettez à niveau la version Pro</a> pour pouvoir envoyer les messages sans limitations.
he_il: אזהרה! חרגת מהמגבלה של %d המנויים אליהם ניתן לשלוח הודעות דואר אלקטרוני בגרסה לייט של התוסף. אנא, <a href="%s">upgrade to the Pro version</a> שדרג לגרסה Pro כדי לשלוח מיילים ללא הגבלה.

source: Name
fr_fr: Nom
he_il: שם

source: Edit Form
de_de: Bearbeite Formular
fr_fr: Modifier le formulaire
he_il: ערוך טופס

source: View Subscribers
de_de: Abonnenten anzeigen
fr_fr: Voir les abonnés
he_il: הצג מנויים

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
he_il: ערוך

source: Delete
de_de: Löschen
fr_fr: Supprimer
he_il: מחק

source: Export
de_de: Exportieren
fr_fr: Exporter
he_il: ייצא

source: Restore
de_de: wiederherstellen
fr_fr: Restaurer
he_il: שחזר

source: Default System Templates
de_de: Standard System Vorlagen
fr_fr: Modèles du système par défaut
he_il: תבניות ברירת מחדל של המערכת

source: System Template. Cannot be deleted.
de_de: System Vorlage. Kann nicht gelöscht werden.
fr_fr: Modèle du système. Il ne peut pas être supprimé.
he_il: תבנית מערכת. לא ניתן למחוק אותה.

source: Insert Posts
de_de: Beiträge einfügen
fr_fr: Insérer les articles
he_il: הוסף פוסטים

source: Post(s) selected: %d
de_de: Ausgewählte Beiträge: %d
fr_fr: Article(s) sélectionné(s): %d
he_il: הודעה נבחרת: %d

source: Select categories
de_de: Kategorien auswählen
fr_fr: Choisir les catégories
he_il: בחר קטגוריות

source: # of # categories selected
de_de: # von # Kategorien ausgewählt
fr_fr: # de # catégories sélectionnées
he_il: # של # קטגוריות נבחרים

source: Select author(s)
de_de: Autor(en) auswählen
fr_fr: Choisir les auteurs
he_il: בחר מחבר(ים)

source: # of # authors selected
de_de: # von # Autoren ausgewählt
fr_fr: # de # auteurs sélectionnés
he_il: # של # סופרים נבחרים

source: Save
de_de: Sichern
fr_fr: Sauvegarder
he_il: שמור

source: Saved at
de_de: Gespeichert in
fr_fr: Sauvegardé vers
he_il: נשמר בשם

source: Bounce Handler has %d blocked domains. Some of recipients might be skipped during sending.
de_de: Bounce Handler hat %d Domains blockiert. Einige Empfänger könnten beim Senden übersprungen worden sein.
fr_fr: Le traiteur des messages retournés a %d domaines bloqués. Certains des abonnés risquent d'être ignorés lors de l'envoi.
he_il: למטפל ה Bounce יש %d מתחמים חסומים. עלול לדלג על חלק מהמכותבים במהלך שליחה.

source: View in browser
de_de: Ansicht im Browser
fr_fr: Voir dans le navigateur
he_il: הצג בדפדפן

source: View Stats
de_de: Statistiken anzeigen
fr_fr: Voir Statistiques
he_il: צפה בסטטיסטיקה

source: Are you sure you want to restore stock template?
de_de: Sind Sie sicher, dass Sie die Lager Vorlage wiederherstellen wollen?
fr_fr: Etes-vous sûr que vous voulez restaurer le modèle fourni par défaut?
he_il: האם אתה בטוח ברצונך למחוק את תבנית הסטוק?

source: No subject
de_de: Kein Betreff
fr_fr: Il n'y a pas de sujet
he_il: חסר נושא

source: Start
fr_fr: Démarrer
he_il: התחל

source: Stop
de_de: Anhalten
fr_fr: Stopper
he_il: עצור

source: Duplicate
de_de: Duplikat
fr_fr: Double
he_il: שכפל

source: sent
de_de: gesendet
fr_fr: envoyés
he_il: נשלח

source: opens
de_de: öffnet
fr_fr: ouverts
he_il: פתוח

source: clicks
de_de: Klicks
fr_fr: cliqués
he_il: קליקים

source: unsubscribes
de_de: Abmeldungen
fr_fr: désabonnés
he_il: מנויים שהוסרו

source: Subscribe notification email sent to the administrator.
de_de: Abonnieren Benachrichtigung per E-Mail an den Administrator gesendet.
fr_fr: La notification de l'abonnement envoyé à l'administrateur.
he_il: הודעת הרישום נשלחה למנהל המערכת

source: Unsubscribe notification email sent to the administrator.
de_de: Abmelde Benachrichtigung per E-Mail an den Administrator gesendet.
fr_fr: La notification du désabonnement envoyé à l'administrateur.
he_il: הודעות ביטול הרישום נשלחה למנהל המערכת

source: Email with the confirmation link sent to the user upon subscription.
de_de: E-Mail mit dem Bestätigungslink an den Benutzer zur Anmeldung versendet.
fr_fr: Le message avec le lien de confirmation envoyé à l'utilisateur lors de l'abonnement.
he_il: דואר אלקטרוני עם הקישור לאישור נשלח למשתמש בעת ההרשמה.

source: Email sent to the user that confirms that his email address was unsubscribed.
de_de: E-Mail an den Benutzer zur Bestätigung geschickt, dass seine E-Mail-Adresse abbestellt wurde.
fr_fr: Le message envoyé à l'utilisateur qui confirme que son adresse e-mail a été désabonné.
he_il: נשלח דואר אלקטרוני למשתמש המאשר הסרת כתובת הדואר האלקטרוני שלו.

source: Welcome message sent after the subscriber confirms his subscription.
de_de: Willkommen Nachricht gesendet, nachdem der Teilnehmer seine Abonnement bestätigt hatte.
fr_fr: Le message de bienvenue envoyé à l'abonné après qu'il confirme son abonnement.
he_il: הודעת ברוך הבא נשלחה לאחר שהמנוי אישר את המנוי שלו.

source: Email with a link to confirm the subscriber’s decision to unsubscribe.
de_de: Email mit einem Link zur Bestätigung der Abbestellung des Abbonoment.
fr_fr: Le message avec le lien pour confirmer la décision de l'abonné de se désabonner.
he_il: דואר אלקטרוני עם קישור לאישור ההחלטה של ​​המנוי לביטול המנוי.

source: Email with a link to re-confirm the subscription that is sent to ALL "unconfirmed" subscribers on the list.
de_de: Email mit einem Link zur erneuten Bestätigung des Abonnementes, das für alle "unbestätigt" Abonnenten auf der Liste gesendet wurde.
fr_fr: Le message avec le lien de reconfirmer l'abonnement qui est envoyé à tous les abonnés "non confirmées" sur la liste.
he_il: הודעת דואר אלקטרוני עם קישור לאישור מחדש של המנוי אשר נשלח לכל "unconfirmed" המנויים ברשימה

source: Cannot unsubscribe email. Subscriber with unique code %s is not found.
de_de: Kann den Abonnenten nicht abmelden. Abonnent mit dem Code %s wurde nicht gefunden.
fr_fr: Impossible de désabonner l'adresse email. L'abonné avec le code unique %s n'est pas trouvé.
he_il: לא יכול לבטל את המנוי בדואר אלקטרוני. מנוי עם קוד הייחודי %s לא נמצא.

source: Untitled templates
de_de: Unbenannte Vorlage
fr_fr: Modèle sans titre
he_il: תבניות Untitled

source: Alternative Plain Text Body
de_de: Alternative Nur-Text Nachricht
fr_fr: La version texte pur de message
he_il: גוף טקסט רגיל אלטרנטיבי

source: Mailbox
fr_fr: Boîte aux lettres
he_il: תיבת דואר

source: Lists and Forms
de_de: Listen und Formulare
fr_fr: Listes et Formulaires
he_il: רשימות וטפסים

source: Email Templates
de_de: Email Vorlagen
fr_fr: Modèles de messages
he_il: תבניות דואר אלקטרוני

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
he_il: הגדרות

source: Debug Log
fr_fr: Journal de débogage
he_il: לוג של הדיבאג

source: Excerpt for external forms
de_de: Auszug für externe Formulare
fr_fr: Extrait pour des formes extérieures
he_il: קטע לטפסים חיצוניים

source: You are not authorized to access this resource.
de_de: Sie sind nicht berechtigt auf diesen Bereich zuzugreifen.
fr_fr: Vous n'êtes pas autorisé à accéder à cette ressource.
he_il: אין לך הרשאה לגשת למשאב זה.

# Action Page
source: Action Pages
de_de: Interaktions Seiten
fr_fr: Pages d'actions
he_il: דפי פעולה

source: Action Page
de_de: Interaktions Seite
fr_fr: Page d'action
he_il: דפי פעולה

# Action Page
source: Add New
de_de: Neu hinzufügen
fr_fr: Ajouter nouveau
he_il: הוסף חדש

# Action Page
source: Add New Action Page
de_de: Neue Interaktions Seite hinzufügen
fr_fr: Ajouter une nouvelle page d'action
he_il: הוסף דף פעולה

# Action Page
source: Edit Action Page
de_de: Interaktions Seite bearbeiten
fr_fr: Modifier la page d'action
he_il: עריכת פעולה דף

# Action Page
source: New Action Page
de_de: Neue Interaktions Seite
fr_fr: Nouvelle page d'action
he_il: דף פעולה חדש

# Action Page
source: View Action Page
de_de: Zeige Interaktions Seite
fr_fr: Voir la page d'action
he_il: צפה בפעולת דף

# Action Page
source: Search Action Pages
de_de: Interaktions Seiten Suche
fr_fr: Chercher les pages d'actions
he_il: חיפוש פעולה עמודים

source: Nothing found
de_de: Nichts gefunden
fr_fr: Rien est trouvé
he_il: שום דבר לא נמצא

source: Nothing found in the Trash
de_de: Nichts im Papierkorb gefunden
fr_fr: Rien est trouvé dans la corbeille
he_il: שום דבר לא נמצא באשפה

source: Error: Email template not found
de_de: Fehler: E-Mail Vorlage nicht gefunden
fr_fr: Erreur: le modèle de message n'est pas trouvé
he_il: שגיאה: תבנית דואר אלקטרוני לא נמצאה

source: Error: Email not found
de_de: Fehler: E-Mail nicht gefunden
fr_fr: Erreur: l'adresse email n'est pas trouvée
he_il: שגיאה: דואר אלקטרוני לא נמצא

source: G-Lock WPNewsman subscription summary
de_de: G-Lock WPNewsman Abonnement Zusammenfassung
fr_fr: Résumé d'abonnements de G-Lock WPNewsman
he_il: סיכום מנויים G-Lock WPNewsman

source: Manage Forms and Lists
de_de: Formulare und Listen verwalten
fr_fr: Gérer les formulaires et listes
he_il: נהל טפסים ורשימות

source: List name
de_de: Listen Name
fr_fr: Nom de la liste
he_il: שם רשימה

source: Total confirmed
de_de: Im Ganzen bestätigt
fr_fr: Tous confirmés
he_il: סך הכול אושרו

source: Total unconfirmed
de_de: Im Ganzen unbestätigt
fr_fr: Tous non confirmés
he_il: סך הכול לא אושרו

source: Total unsubscribed
de_de: Insgesamt abgemeldet
fr_fr: Tous désabonnés
he_il: סך הכול הוסרו

source: Post Template
de_de: Beitrags Vorlage
fr_fr: Modèle d'article
he_il: תבנית פוסט

source: Click here
de_de: Hier klicken
fr_fr: Cliquez ici
he_il: לחץ כאן

source: You can use the "Newsman" menu button on the editor's toolbar to insert the unsubscribe link and social profile links into the message.
de_de: Sie können die Menü-Taste "Newsman" in der Werkzeugleiste des Editors verwenden, um den Abmelde-Link-und Sozialprofil Links in die Mitteilung einzufügen.
fr_fr: Vous pouvez utiliser le bouton "Newsman" du menu sur la barre d'outils de l'éditeur pour insérer le lien de désabonnement et les liens des profils sociaux dans le message.
he_il: אתה יכול להשתמש בלחצן תפריט "Newsman" הנמצא בסרגל הכלים של העורך כדי להכניס את קישורי להסרת המנוי ולפרופיל החברתי בהודעה.

source: %s for more shortcode macros supported by WPNewsman.
de_de: % s für weitere Makros zu Kurzaufruf unterstützt bei WPNewsman.
fr_fr: %s pour plus de codes shorts soutenus par WPNewsman.
he_il: %s לעוד פקודות מאקרו קוד-מקוצר הנתמכות על ידי WPNewsman.

source: List:
de_de: Liste:
fr_fr: Liste:
he_il: רשימה:

source: Page Template
de_de: Seiten Vorlage
fr_fr: Modèle de page
he_il: תבנית דף

source: Default Template
de_de: Standard Vorlage
fr_fr: Modèle par défaut
he_il: תבנית ברירת המחדל

source: Please, provide correct "listId" parameter.
de_de: Bitte stellen sie den korrekten "listld" Parameter ein.
fr_fr: S'il vous plaît, fournissez le paramètre "listid" correctement.
he_il: אנא ספק פרמטר נכון עבור "listId"

source: Post
de_de: Beitrag
fr_fr: Article
he_il: פרסם

source: Page
de_de: Seite
he_il: עמוד

source: Attachment
de_de: Anhang
fr_fr: Fichier attaché
he_il: קובץ מצורף

source: Action Page
de_de: Interaktive Seite
fr_fr: Page d'action
he_il: דף פעולה

source: Search...
de_de: Suchen...
fr_fr: Chercher...
he_il: חיפוש...

source: Post type:
de_de: Beitrags Typ:
fr_fr: Type de l'article:
he_il: סוג הודעה:

source: Show private posts
de_de: Zeige private Beiträge
fr_fr: Afficher les articles privés
he_il: הצג הודעות פרטיות

source: Categories:
de_de: Kategorien:
fr_fr: Catégories:
he_il: קטגוריות:

source: Show thumbnails placeholders
de_de: Zeige Thumbnails Platzhalter
fr_fr: Afficher les espaces réservés aux miniatures
he_il: הצג מצייני מיקום תמונות ממוזערות

source: Authors:
de_de: Autor:
fr_fr: Auteurs:
he_il: מחברים:

source: Use content:
de_de: Verwende Inhalt:
fr_fr: Utiliser le contenu:
he_il: השתמש בתוכן:

source: Full post
de_de: Vollständiger Beitrag
fr_fr: Article entier
he_il: הודעה מלאה

source: Excerpt
de_de: Zitat
fr_fr: Extrait
he_il: קטע

source: Fancy excerpt
de_de: Fantasie-Zitat
fr_fr: Extrait de fantaisie
he_il: קטע פאנסי

source: Select post(s) for last:
de_de: Wähle Beiträge:
fr_fr: Sélectionnez les articles pour le dernier:
he_il: בחר הודעה (ות) עבור אחרון:

source: Day
de_de: Tag
fr_fr: Jour
he_il: יום

source: Week
de_de: Woche
fr_fr: Semaine
he_il: שבוע

source: Month
de_de: Monat
fr_fr: Mois
he_il: חודש

source: Clear Selection
de_de: Auswahl löschen
fr_fr: Effacer la sélection
he_il: בטל בחירה

source: WPNewsman Subscription form for your newsletters
de_de: WPNewsman Anmeldeformular für ihre Newsletter
fr_fr: Le formulaire d'abonnement de WPNewsman pour vos bulletins d'information
he_il: טופס מנוי WPNewsman להודעות דואר אלקטרוני שלך

source: WPNewsman Subscription Form
de_de: WPNewsman Anmeldeformular
fr_fr: Formulaire d'abonnement par WPNewsman
he_il: טופס הזמנת מנוי WPNewsman

source: Warning!
de_de: Warnung!
fr_fr: Attention!
he_il: אזהרה!

source: Your blog configuration uses "%s" WP_Filesystem API which is not supported by the WPNewsman plugin. Some features such as the import of subscribers and import/installation of email templates may not work. Please, consider switching the wordpress configuration to use direct file system access.
de_de: Ihr Blog Konfiguration verwendet "%s" WP_Filesystem API, welche durch das WPNewsman Plugin nicht unterstützt wird. Einige Funktionen wie der Import von Abonnenten und Import / Installation von E-Mail Vorlagen werden nicht funktionieren. Bitte überlegen Sie sich die WordPress Konfiguration so zu ändern, dass ein direkter Zugriff auf das Dateisystem verwendet wird.
fr_fr: La configuration de votre site utilise l'API WP_Filesystem "% s" qui n'est pas supporté par le plugin WPNewsman. Certaines fonctionnalités telles que l'importation d'abonnés et l'importation / l'installation de modèles de courrier électronique peuvent ne pas fonctionner. S'il vous plaît, veuillez passer votre configuration WordPress à utiliser un accès direct au système de fichiers.
he_il: הבלוג שלך משתמש ב "%s" של WP_Filesystem API אשר לא נתמך על ידי בפאלג אין של WPNewsman. מספר תכונות כגון ייבוא מנויים וגם ייבוא והתקנה של תבניות דואר אלקטרוני עלולות לא לעבוד. בבקשה, בדוק אפשרות לשינוי הגדרות וורדפרס להשתמש בגישת קבצים ישירה

source: You switched your blog to a new locale %s. Would you also like to replace the action pages and system email templates with English default versions?
de_de: Sie habe Ihren Blog zu %s gewechselt. Möchten Sie die Interaktions-Seiten und das E-Mail Vorlagen System mit der deutschen Standard Versionen ersetzen?
fr_fr: Vous avez placé votre blog à un nouveau lieu %s. Voulez-vous également remplacer les pages d'actions et les modèles de courrier électronique fournis par défaut avec les versions françaises?
he_il: אתה החלפת את הבלוג שלך למתחם אזורי חדש %s היית ברצונך להחליף דפי פעולה ותבניות דואר אלקטרוני של המערכת בגרסאות ברירת מחדל באנגלית?

source: Yes, please replace my action pages and system email templates with translated default versions.
de_de: Ja, bitte ersetze die interaktiven Seiten und die System E-Mail Vorlagen mit den übersetzten Standard Versionen.
fr_fr: Oui, remplacez mes pages d'actions et modèles de courrier électronique avec les versions traduites fournies par défaut.
he_il: כן, בבקשה החלף דפי הפעולה שלי ותבניות דואר אלקטרוני של המערכת עם גרסאות מתורגמות של ברירת מחדל.

source: No, I already translated them myself. Just take a note they are in English.
de_de: Nein, ich habe es bereits selbst übersetzt. Vormerken, dass diese bereits deutsch sind.
fr_fr: Non, je les ai déjà traduit moi-même. Seulement notez ils sont en français.
he_il: לא, אני כבר תרגמתי אותם בעצמי. פשוט הוסף רישום שהם באנגלית.

source: Let me choose.
de_de: Laß mich wählen.
fr_fr: Permettez-moi de choisir.
he_il: תן לי לבחור.

source: Replace action pages
de_de: Ersetze die interaktiven Seiten
fr_fr: Remplacer les pages d'actions
he_il: החלף דפי פעולה

source: Replace email templates
de_de: Ersetze die E-Mail Vorlagen
fr_fr: Remplacer les modèles de courrier électronique
he_il: החלף תבניות דואר אלקטרוני

source: Do nothing, I'm just checking
de_de: Nichts machen, ich überprüfe gerade noch mal ...
fr_fr: Ne rien faire
he_il: לא לבצע כלום, אני רק בודק

source: Proceed
de_de: Fortsetzen
fr_fr: Procéder
he_il: המשך

source: There was a problem spawning a call to the WP-Cron system on your site. This means email sending on your site may not work. The problem was:<br /><strong>%s</strong>. In order to fix the problem you can enable pokeback mode. Plugin will make calls to our server and back to yours. No sensitive data will be shared with our server. <a href="http://wpnewsman.com">Learn more</a>
de_de: Es gab ein Problem beim Erzeugen eines Aufrufs an das WP-Cron-System auf Ihrer Website. Das bedeutet, E-Mail Senden auf Ihrer Webseite funktioniert möglicherweise nicht. Das Problem war: <br /> <strong>%s </ strong>. Um das Problem beheben zu können, aktivieren Sie den pokeback Modus. Das Plugin wird Anrufe auf unserem Server machen und zurück zu Ihnen. Keine sensiblen Daten werden mit unserem Server ausgetauscht werden. <a href="http://wpnewsman.com"> Weitere Informationen </a>
fr_fr: Il y avait un problème de faire un appel au système WP-Cron sur votre site. Cela signifie que l'envoi d'emails sur votre site peut ne pas fonctionner. Le problème: <br /><strong>%s</ strong>. Pour résoudre le problème, vous pouvez activer le mode pokeback. Le plugin fera un appel à notre serveur et puis vers le vôtre. Pas de données sensibles seront partagés avec notre serveur. <a href="http://wpnewsman.com">Lire plus</a>
he_il: הייתה בעיה בהעברת קריאה למערכת WP-Cron באתר שלך. משמעות דבר היא שליחת דואר אלקטרוני באתר שלך לא יכולה לעבוד. הבעיה: <br /> %s </ strong>. כדי לפתור את הבעיה אתה יכול לאפשר מצב pokeback. תוסף לבצע שיחות לשרת שלנו ובחזרה שלך. אין נתונים רגישים יהיו משותפים עם השרת שלנו. <a href="http://wpnewsman.com"> מידע נוסף </a>

source: Enable Pokeback mode
de_de: Pokeback Mode einschalten
fr_fr: Activer le mode PokeBack
he_il: הפעל מצב Pokeback

source: Dismiss
de_de: Verwerfen
fr_fr: Rejeter
he_il: בטל

source: Information!
he_il: מידע!
