Repository: wp-plugins/wpnewsman-newsletters
Catalog: languages/wpnewsman-*.po
Languages: de_de, fr_fr, he_il

source: While you can use any SMTP service with our Plugin, we have partnered with SMTP.com, one of the best SMTP providers on the Internet to offer you a Free smtp account. You can get a Free 28-day trial account on <a href="http://www.smtp.com/glocksoft">http://www.smtp.com/glocksoft</a>.
de_de: Sie können jeden SMTP Service mit unserem Plugin verwenden. Unser Partner ist SMTP.com, einer der besten SMTP Provider im Internet, welcher ihnen ein kostenloses SMTP Konto für 28 Tage zu Testzwecken zur Verfügung stellt. Dieses Testkonto bekommen sie unter <a href="http://www.smtp.com/glocksoft">http://www.smtp.com/glocksoft</a>.
fr_fr: Alors que vous pouvez utiliser n'importe quel service SMTP avec notre plugin, nous avons établi un partenariat avec SMTP.com, l'un des meilleurs serveurs SMTP sur Internet pour vous offrir un compte SMTP gratuit. Vous pouvez obtenir un compte d'essai gratuit de 28 jours sur <a href="http://www.smtp.com/glocksoft"> http://www.smtp.com/glocksoft </a>.
he_il: באפשרותך להשתמש בכל שירות SMTP עם התוסף שלנו, אך יש לנו שותפות עסקית עם SMTP.com, אחת מספקיות ה SMTP הטובות ביותר בעולם האינטרנט כדי להציע לך חשבון SMTP חינם. אתה יכול לקבל חשבון למשך 28 יום בחינם ב <a href="http://www.smtp.com/glocksoft"> http://www.smtp.com/glocksoft </a>.

source: API key
de_de: API Schlüssel
fr_fr: Clé d'API
he_il: מפתח API

source: API endpoint
de_de: API Endpunkt
fr_fr: point final d'API
he_il: נקודת סיום API

source: API description
de_de: API Beschreibung
fr_fr: Description API
he_il: תיאור API

source: API integration
fr_fr: Intégration avec l'API
he_il: אינטגרציה של API

source: <a href="%s" target="_blank">Check out our guide</a> on how to send emails to WPNewsman subscribers lists from G-Lock EasyMail7.
de_de: <a href="%s" target="_blank"> Sehen Sie sich unsere Anleitung an </a>, wie man E-Mails an WPNewsman Abonnenten Listen von G-Lock EasyMail7 senden.
fr_fr: <a href="%s" target="_blank">Consultez notre guide</a> pour savoir comment envoyer des messages aux abonnés de WPNewsman de G-Lock EasyMail7.
he_il: <a href="%s" target="_blank">בדוק את המדריך שלנו</a>G-Lock EasyMail7 בעזרת WPNewsman איך לשלוח הודעות דואר אלקטרוני למנויים של

source: Delete subscribers' lists during uninstallation
de_de: Alle Abonnentenlisten während der Deinstallation löschen.
fr_fr: Supprimer les listes d'abonnés lors de la désinstallation
he_il: מחק רשימות המנויים במהלך הסרת התקנה

source: Checking this option will remove all the subscribers' data during the plugin uninstallation. Be careful, there is no undo.
de_de: Die Auswahl dieser Option wird alle Anmeldedaten löschen während das Plugin deinstalliert wird. Seien Sie vorsichtig, dies kann nicht rückgängig gemacht werden.
fr_fr: Cochez cette option pour supprimer les données de tous les abonnés lors de la désinstallation du plugin. Faites attention: cette opération ne peut pas être annulée!
he_il: סימון אפשרות זו תסיר את כל נתוני המנויים במהלך הסרת ההתקנה של תוסף זה. זהירות! אין אפשרות חזרה!

source: Uninstall now
de_de: Jetzt deinstallieren
fr_fr: Désinstaller maintenant
he_il: הסר את ההתקנה כעת

source: Update Options
de_de: Optionen speichern
fr_fr: Mettre à jour
he_il: שמור שינויים

source: Are you sure you want to uninstall WPNewsman Plugin and all of its settings?
de_de: Sind sie sicher, dass sie das Glock Newsletter Plugin "WPNewsman" mit allen Einstellungen deinstallieren wollen?
fr_fr: Etes-vous sûrs que vous voulez désinstaller le plugin WPNewsman et tous ses paramètres?
he_il: האם אתה בטוח שאתה רוצה להסיר את התקנת WPNewsman Plugin וכל ההגדרות שלו?

source: Uninstall
de_de: Deinstallieren
fr_fr: Désinstaller
he_il: הסר התקנה

source: Top 5 Reasons to Upgrade to WPNewsman Pro
de_de: Die wichtigsten 5 Gründe warum sie auf WPNewsman Pro upgraden sollten
fr_fr: 5 raisons de passer à WPNewsman Pro
he_il: 5 הסיבות העיקריות לשדרוג לPro WPNewsman

source: WPNewsman Pro is a significant upgrade over WPNewsman Lite that will allow you to:
de_de: WPNewsman Pro ist ein umfangreiches Upgrade gegenüber der WPNewsman Lite Version, welches Ihnen erlauben wird:
fr_fr: WPNewsman Pro est une mise à niveau importante par rapport à WPNewsman Lite qui vous permettra de:
he_il: Pro WPNewsman הוא שדרוג משמעותי על פני WPNewsman Lite שיאפשר לך:

source: <strong>Send to unlimited number of subscribers</strong> (vs. 2000 subscribers in the Lite version) using Amazon SES SMTP settings and enjoy high deliverability rate like big email service providers.
de_de: <strong> an eine unbegrenzte Anzahl von Abonnenten senden.</ strong> (entgegen 2000 Abonnenten in der Lite-Version) Bei Verwendung von Amazon SES SMTP-Einstellungen haben Sie so eine hohe Zustellrate wie bei großen Email Service Providern.
fr_fr: <strong>Envoyer à un nombre illimité d'abonnés</strong> (contre 2000 abonnés à la version Lite) à l'aide des paramètres SMTP d'Amazon SES et profiter de délivrabilité élevé comme avec des grands fournisseurs de services de messagerie.
he_il: שלח למספר בלתי מוגבל של מנויים לעומת 2000 בגרסה לייט, כל זאת באמצעות הגדרות SMTP אמזון SES וליהנות משיעור עבירות גבוה כמו ספקי שירות הדואר אלקטרוני הגדולים ביותר.

source: <strong>Get FULL email statistics for ultimate campaign tracking</strong>. It is very important to track open rates and CTR (clickthroughs) of your email campaigns. See which messages get a higher response and optimize your email campaigns for each of your subscriber segment. Play with subjects, layouts, call-to-actions and text and you will create the perfect campaign which will inevitably lead to sales.
de_de: <strong> Erhalten Sie die VOLLE E-Mail-Statistik für ultimative Kampagnen-Tracking </ strong>. Es ist sehr wichtig, zu verfolgen die Öffnungsraten und Klickrate (Klicks) Ihrer E-Mail-Kampagnen. Sehen Sie, welche Nachrichten eine höhere Resonanz erhalten und optimieren Sie Ihre E-Mail-Kampagnen für alle Ihre Teilnehmer-Segment. Spielen Sie mit Themen, Layouts, Call-to-Aktionen und Text, und Sie werden die perfekte Kampagne, die unweigerlich zum Umsatz führen wird.
fr_fr: <strong>Obtenez les statistiques complètes pour la campagne d'email</ strong>. Il est très important de suivre les taux d'ouverture et de clics (CTR) de vos campagnes d'email. Voyez les messages qui obtiennent une réponse plus élevée et optimisez vos campagnes d'email pour chacun de vos segments d'abonnés. Jouez avec les sujets, dispositions, appels-à-actions et le texte et vous allez créer la campagne parfaite qui va inévitablement conduire à des ventes.
he_il: סטטיסטיקה <strong> קבלו מלאה דואר אלקטרוני עבור מסע פרסום אולטימטיבי מעקב </ strong>. חשוב מאוד לעקוב אחר שיעורים פתוחים וCTR (קליקים) של מסעות הפרסום בדואר אלקטרוני שלך. לראות אילו הודעות לקבל תגובה גבוהה יותר ולייעל את מסעות הפרסום בדואר האלקטרוני שלך לכל אחד ממגזרי המנויים שלך. לשחק עם נושאים, פריסות, קריאה לפעולות וטקסט ואתה תוכל ליצור קמפיין מושלם שיוביל בהכרח למכירות בקצב עולה.

source: <strong>Merge Google Analytics or Piwik remote tracking into links</strong>. Find out which of your visitors came to your site via your newsletters. Campaign tracking in Piwik or Google Analytics lets you track how efficient various marketing campaigns are in bringing visitors to your website (visits, page views, etc.), how well these visitors convert and how much revenue they generate.
de_de: <strong>zusammenfügen von Google Analytics oder Piwik Remote-Tracking in Links / strong>. Finden Sie heraus, welche Ihrer Besucher zu Ihre Website über Ihre Newsletter kamen. Im Kampagnen-Tracking in Piwik oder Google Analytics können Sie verfolgen, wie effizient verschiedene Marketing-Kampagnen im Bringen von Besucher auf Ihre Website (Besuche, Seitenaufrufe, etc.) sind, wie gut diese Besucher konvertieren und wie viel Umsatz sie erzeugen.
fr_fr: <strong>Intégrer Google Analytics ou Piwik dans les liens</strong>. Vous pouvez savoir lesquels de vos visiteurs sont venus sur votre site par vos bulletins. Piwik ou Google Analytics vous permet de tracer l'efficacité de diverses messages par rapport à l'attraction des visiteurs vers votre site (visites, pages vues, etc), combien des visiteurs deviennent acheteurs et quel revenue ils génèrent.
he_il: <Strong> מיזוג Google Analytics או מעקב מרחוק Piwik לקישורים </ strong>. גלו שהמבקרים שלך הגיע לאתר שלך באמצעות עלונים שלך. מעקב אחר מסעות פרסום בAnalytics Piwik או Google מאפשר לך לעקוב אחר כמה יעיל מסעות שיווק שונים הם בהבאת מבקרים לאתר שלך (ביקורים, דפים הנצפים, וכו '), כמה טוב מבקרים אלה להמיר וכמה הכנסות שהם מייצרים.

source: <strong>Get the top priority customer support</strong>. We provide great documentation and support for everybody but the users of WPNewsman Pro jump the queue and get priority help. Visit our support site <a href="http://support.glocksoft.net" target="_blank">http://support.glocksoft.net</a>
de_de: <strong>holen Sie sich die oberste Priorität bei unserer Kundenbetreuung </ strong>. Wir bieten gute Dokumentation und Unterstützung für alle, aber die Nutzer von WPNewsman Pro haben den Vorteil höhere Hilfe-Priorität zu erhalten. Besuchen Sie unsere Support-Website <a href="http://support.glocksoft.net" target="_blank"> http://support.glocksoft.net </ a>
fr_fr: <strong>Obtenir le soutien prioritaire</strong>. Nous fournissons une documentation et un soutien pour tout le monde mais les utilisateurs de la version Pro sautent la queue et obtiennent l'aide prioritaire. Visitez notre site <a href="http://support.glocksoft.net" target="_blank">http://support.glocksoft.net</a>
he_il: </ Strong> קבל את התמיכה <strong> העליונה הלקוח בראש סדר העדיפויות. אנו מספקים תיעוד נהדר ותמיכה לכולם, אבל המשתמשים של קפיצת Pro WPNewsman התור ולקבל עזרה עדיפות. בקרו באתר התמיכה שלנו <a href="http://support.glocksoft.net" target="_blank"> http://support.glocksoft.net </a>

source: License & Terms
de_de: Lizenzen & Vertragsbedingungen
fr_fr: Licence et Termes
he_il: רישיון ותנאים

source: Our Pro license is available per domain or single sub domain. Read Our <a href="http://wpnewsman.com/terms-conditions/">Terms and Conditions</a>.
de_de: Unsere Pro-Lizenz ist verfügbar pro Domain oder einzelne Sub-Domain. Lesen Sie unsere <a href="http://wpnewsman.com/terms-conditions/">AGB</ a>.
fr_fr: Notre licence Pro est disponible par domaine ou sous-domaine unique. Lisez nos <a href="http://wpnewsman.com/terms-conditions/">Termes et Conditions</a>.
he_il: רישיון Pro שלנו זמין לכל תחום או תת תחום אחד. קראו href="http://wpnewsman.com/terms-conditions/"> <a תנאים שלנו ו</a> תנאים.

source: Upgrade to Pro for $%d/year
de_de: Upgrade zu Pro für $%d/Jahr
fr_fr: Obtenir la version Pro pour $%d/année
he_il: שדרג לגרסא Pro עבור %d שנה

source: or get special <a href="https://secure.avangate.com/order/checkout.php?PRODS=4630229&QTY=3&CART=1&CLEAN_CART=1&ADDITIONAL_site_address[4630229]=%s">3-site discounted license for $%s</a> <br><br> To activate the PRO version, you'll need to download an extra plugin WPNewsman Pro Extension.
de_de: oder erhalten spezielle <a href="https://secure.avangate.com/order/checkout.php?PRODS=4630229&QTY=3&CART=1&CLEAN_CART=1&ADDITIONAL_site_address[4630229]=%s">3-Seiten Ermäßigte-Lizenz für $%s </a> <br><br> Um die PRO-Version zu aktivieren, müssen Sie ein zusätzliches Plugin WPNewsman Pro Erweiterung herunterladen.
fr_fr: ou obtenez une spéciale <a href="https://secure.avangate.com/order/checkout.php?PRODS=4630229&QTY=3&CART=1&CLEAN_CART=1&ADDITIONAL_site_address[4630229]=%s">licence pour 3 sites pour $%s</a> <br><br> Pour activer la version PRO, vous aurez besoin de télécharger un plugin supplémentaire WPNewsman Pro Extension.
he_il: כדי לקבל במיוחד <a href="https://secure.avangate.com/order/checkout.php?PRODS=4630229&QTY=3&CART=1&CLEAN_CART=1&ADDITIONAL_site_address[4630229]=%s">הנחה ל 3 אתרים עבור $%s</a> <br><br> כדי להפעיל את גרסאת הפרו אתה צריך להוריד פלג-אין מיוחד שנקרא WPNewsman Pro Extension.

source: Manage Subscribers
de_de: Abonnenten verwalten
fr_fr: Gérer les abonnés
he_il: ניהול מנויים

source: Form & List options
de_de: Optionen Formulare & Listen
fr_fr: Options du formulaire et liste
he_il: אפשרויות טופס ורשימה

source: All Subscribers
de_de: Alle Abonnenten
fr_fr: Tous les abonnés
he_il: כל מנויים

source: Bulk unsubscribe
de_de: Massenabmeldung
fr_fr: Désabonner en masse
he_il: לבטל את המנוי בתפזורת

source: Change to Unconfirmed
de_de: Ändern auf unbestätigt
fr_fr: Changer à Non Confirmé
he_il: לשנות למצב לא מאושר

source: Change to Confirmed
de_de: Änderung auf bestätigt
fr_fr: Changer à Confirmé
he_il: אישור שינוי

source: Add Subscriber
de_de: Subscriber hinzufügen
fr_fr: Ajouter un abonné
he_il: הוסף מנוי

source: Export to CSV
de_de: Export als CSV
fr_fr: Exporter au format CSV
he_il: יצוא ל- CSV

source: Import from CSV
de_de: Import von CSV
fr_fr: Importer du format CSV
he_il: יבוא מCSV -

source: Validate email addresses
de_de: Email Adresse überprüfen
fr_fr: Valider les adresses emails
he_il: אמת את כתובות הדואר אלקטרוני

source: Send request
de_de: Anfrage senden
fr_fr: Envoyer une demande
he_il: שלח בקשה

source: Send Re-Subscribe Request
de_de: Sende Wieder-Abonnierer Anforderung
fr_fr: Envoyer la demande de reconfirmer l'abonnement
he_il: שלח מחדש בקשת רישום

source: Resend Confirmation request
de_de: Bestätigung erneut senden
fr_fr: Renvoyer une demande de confirmation
he_il: שלח שוב בקשת אישור

source: Date
de_de: Datum
he_il: תאריך

source: Form Data
de_de: Formulardaten
fr_fr: Données du formulaire
he_il: טופס נתונים

source: Unsubscribe all
de_de: Alle abmelden
fr_fr: Désabonner tous
he_il: בטל את כל המינויים

source: Are you sure you want to delete %s selected subscribers?
de_de: Sind Sie sicher, dass Sie %s ausgewählte Abonnenten löschen wollen?
fr_fr: Êtes-vous sûr de vouloir supprimer %s abonnés sélectionnés?
he_il: האם אתה בטוח שאתה רוצה למחוק את %s המנויים שנבחרו?

source: Delete all
de_de: Alle löschen
fr_fr: Supprimer tous
he_il: מחק את כל

source: Change all
de_de: Alle ändern
fr_fr: Changer tous
he_il: לשנות את כל

source: This action will send re-subscribe request <strong>to all unconfirmed subscribers</strong> in the list.
de_de: Diese Aktion sendet die Wiederabonnier-Anfrage <strong> zu allen unbestätigten Abonnenten </ strong> in der Liste.
fr_fr: Cette action envoie la demande de reconfirmer l'abonnement <strong>à tous les abonnés non confirmés</ strong> dans la liste.
he_il: פעולה זו תשלח בקשה מחדש להירשם </strong> לכל המנויים שלא אושרו <strong> ברשימה.

source: Send re-subscribe request
de_de: Senden Wiederabonnier-Anfrage
fr_fr: Envoyer la demande de reconfirmer l'abonnement
he_il: שלח מחדש בקשת רישום

source: Are you sure you want to re-send confirmation emails to selected subscribers?
de_de: Sind Sie sicher, dass Sie erneut Bestätigungs-Emails an die ausgewählte Abonnenten senden wollen?
fr_fr: Etes-vous sûr de vouloir envoyer la demande de confirmer l'abonnement aux abonnés selectionnés?
he_il: האם אתה בטוח שאתה רוצה לשלוח שוב דואר אלקטרוני לאישורם של המנויים שנבחרו?

source: list:
de_de: Liste:
fr_fr: liste:
he_il: רשימה:

source: Uploaded files
de_de: Hochgeladene Dateien
fr_fr: Fichiers chargés
he_il: קבצים שהועלו

source: Import options
de_de: Import Optionen
fr_fr: Options d'importation
he_il: אפשרויות ייבוא

source: Please select a file to import.
de_de: Bitte wählen sie eine Datei zum Importieren aus.
fr_fr: S'il vous plaît, sélectionnez un fichier à importer.
he_il: אנא בחר קובץ ליבוא.

source: Remember - a fully confirmed opted-in list is important.<br> It is a general prerequisite for sustainable e-mail deliverability and conversion rates.
de_de: Denken Sie daran - eine voll bestätigt Opt-in-Liste ist wichtig <br> Es ist eine allgemeine Voraussetzung für eine nachhaltige E-Mail-Zustellbarkeit und Konversionsraten..
fr_fr: Rappelez-vous - une liste confirmée est importante. <br> Elle est une condition préalable pour le délivrabilité des messages emails et taux de conversion durable.
he_il: זכור - אישרה באופן מלא רשימה בחרה ב-חשובה <br> זה הוא תנאי הכרחי כללי לשיעורי עבירות דואר אלקטרוני והמרה בת-קיימא..

source: Skip first row
de_de: Erste Zeile überspringen
fr_fr: Omettre la première ligne
he_il: דלג על השורה הראשונה

source: email
fr_fr: adresse email
he_il: דואר אלקטרוני

source: Please enable JavaScript to use file uploader.
de_de: Bitte aktivieren sie JavaScript, um den Datei-Uploader verwenden zu können.
fr_fr: S'il vous plaît, activez JavaScript pour charger le fichier.
he_il: אנא אפשר ל JavaScript להשתמש בטוען הקבצים.

source: Upload a file
de_de: Eine Datei hochladen
fr_fr: Charger le fichier
he_il: העלה קובץ

source: Import
de_de: Importieren
fr_fr: Importer
he_il: יבוא

source: Bulk unsubscribe:
de_de: Massenabbestellung:
fr_fr: Désabonner en masse
he_il: ביטול מנוי בתפזורת:

source: Enter an email addresses which you want to unsubscribe. Place each email on a separate row.
de_de: Geben Sie die E-Mail-Adressen ein, welche sie abbestellen wollen. Tragen sie je Zeile nur eine E-Mail-Adresse ein.
fr_fr: Entrez les adresses email que vous voulez vous désabonner. Placez chaque adresse sur une ligne séparée.
he_il: הזן את כתובות הדואר אלקטרוני שאתה רוצה לבטל להם את המנוי. רשום כל דואר אלקטרוני בשורה נפרדת.

source: Unsubscribe from all lists
de_de: Abmelden aus allen Listen
fr_fr: Désabonner de toutes les listes
he_il: בטל את המנוי מכל הרשימות

source: Add new list:
de_de: Erstelle eine neue Liste:
fr_fr: Ajouter une nouvelle liste
he_il: הוסף רשימה חדשה:

source: New Template
de_de: Neue Vorlage
fr_fr: Nouveau modèle
he_il: תבנית חדשה

source: Install New Templates
de_de: Installiere neue Vorlagen
fr_fr: Installer nouveaux modèles
he_il: התקן תבניות חדשות

source: From Templates Store...
de_de: Von Vorlagen Speicher...
fr_fr: Du dépôt des modèles...
he_il: ממחסן התבניות

source: From File...
de_de: Aus Datei ...
fr_fr: Du fichier...
he_il: מתוך קובץ ...

source: My Templates
de_de: Meine Vorlagen
fr_fr: Mes Modèles
he_il: התבניות שלי

source: System Templates
de_de: System Vorlagen
fr_fr: Modèles du système
he_il: תבניות מערכת

source: Some of selected templates have resources shared with other email templates or emails.
de_de: Einige ausgewählte Vorlagen haben geteilte Ressourcen mit anderen E-Mail Vorlagen oder E-Mails .
fr_fr: Certains des modèles sélectionnés disposent de ressources partagées avec d'autres modèles ou messages de courrier électronique.
he_il: חלק מתבניות שנבחרו משאבים משותפים עם תבניות דואר אלקטרוני אחרות או מיילים.

source: Are you sure you want to delete selected templates?
de_de: Sind sie sicher, dass sie ausgewählten Vorlagen löschen möchten?
fr_fr: Êtes-vous sûrs de vouloir supprimer les modèles sélectionnés?
he_il: האם אתה בטוח שאתה רוצה למחוק את התבניות שנבחרו?

source: Delete with resources
de_de: Löschen mit Ressourcen
fr_fr: Supprimer avec les ressources
he_il: מחק עם משאבים

source: Are you sure you want to delete this template?
de_de: Sind Sie sicher, dass Sie diese Vorlage löschen wollen?
fr_fr: Êtes-vous sûr de vouloir supprimer ce modèle?
he_il: האם אתה בטוח שאתה רוצה למחוק תבנית זו?

source: Import Template
de_de: Vorlage importieren
fr_fr: Importer le modèle
he_il: יבוא תבנית

source: Template file name
de_de: Vorlagen Dateiname
fr_fr: Le nom du fichier du modèle
he_il: שם קובץ תבנית

source: Get more templates
de_de: Holen Sie sich weitere Vorlagen
fr_fr: Obtenir plus de modèles
he_il: הוסף תבניות נוספות

source: WPNewsman multilanguage subscription form for your newsletters
de_de: Mehrsprachiges WPNewsman Abonnenten Formular für Ihre Newsletter
fr_fr: Le formulaire d'abonnement multilingue de WPNewsman pour vos bulletins
he_il: טופס מנוי רב לשוני WPNewsman לעלונים שלך

source: WPNewsman Subscription Multilanguage Form
de_de: Mehrsprachiges WPNewsman Abonnenten Formular
fr_fr: Le formulaire d'abonnement multilingue de WPNewsman
he_il: טופס רישום רב לשוני להוספת מנוי למערכת WPNewsman

source: Bad Email Address
de_de: Schlechte Email Adresse
fr_fr: Adresse email invalide
he_il: כתובת הדואר אלקטרוני לא תקינה

source: Too many consecutive errors. Please check your mail delivery settings and make sure you can send a test email. Last SMTP error:
de_de: Zu viele aufeinanderfolgende Fehler. Bitte überprüfen sie ihre E-Mail Versandeinstellungen, und überprüfen sie, ob sie eine Test E-Mailsenden können. Letzter SMTP Fehler:
fr_fr: Trop d'erreurs consécutives. S'il vous plaît, vérifiez vos paramètres d'envoi et assurez-vous que vous pouvez envoyer un message de test avec succès. La dernière erreur SMTP:
he_il: יותר מדי שגיאות ברציפות! אנא בדוק את הגדרות משלוחי הדואר שלך ולוודא שאתה יכול לשלוח דואר אלקטרוני לבדיקה. שגיאת SMTP אחרונה:

source: No "confirmed" subscribers found in the selected list(s).
de_de: Keine "bestätigten" Abonnenten in der/den selektierten Liste(n) gefunden.
fr_fr: Les abonnés "confirmés" ne sont pas trouvés dans les listes selectionnées.
he_il: אין "confirmed" המנויים נמצאים ברשימה שנבחרה.

source: You have PHP %s installed.
de_de: Sie haben PHP %s installiert.
fr_fr: Vous avez PHP %s installé.
he_il: יש לך גרסא של PHP %s מותקנת.

source: Single-site mode
de_de: Einzelbetrieb Modus
fr_fr: Mode d'un site unique
he_il: מצב אתר יחידי

source: Doesn't work in MultiSite setup.
de_de: Funktioniert nicht in Multibetriebs Setup.
fr_fr: Ne fonctionne pas en configuration multisite.
he_il: לא עובד בהתקנה מרובת אתרים.

source: MCrypt library
de_de: MCrypt Bibliothek
fr_fr: Bibliothèque MCrypt
he_il: ספריית MCrypt

source: MCrypt library is required to securely store your passwords in the database. Read <a href="http://php.net/manual/en/mcrypt.setup.php">how to Install/Configure</a> or contact your hosting provider if you're on a shared hosting.
de_de: Die MCrypt Bibliothek ist erforderlich, um Ihre Passwörter in der Datenbank sicher zu speichern. Lesen Sie <a href="http://php.net/manual/en/mcrypt.setup.php"> wie sie diese installieren / konfigurieren können</ a>, oder kontaktieren Sie Ihren Hosting-Anbieter, wenn Sie auf einem Shared-Hosting arbeiten.
fr_fr: La bibliothèque MCrypt est nécessaire pour conserver vos mots de passe dans la base de données en toute sécurité. Lisez ici <a href="http://php.net/manual/en/mcrypt.setup.php">comment installer / configurer</ a> ou contactez votre fournisseur d'hébergement si vous êtes sur un hébergement mutualisé.
he_il: ספריית MCrypt נדרשה לאחסן בצורה מאובטחת את סיסמאות שלך באתר. צור קשר עם ספק האירוח שלך אם אתה על אירוח משותף.

source: MBString extension
de_de: MBString Erweiterung
fr_fr: Extension MBString
he_il: הארכת MBSTRING

source: MBString extension is required for correct processing of non unicode characters. Read <a href="http://www.php.net/manual/en/mbstring.installation.php">how to Install/Configure</a> or contact your hosting provider if you're on a shared hosting.
de_de: Die MBString Erweiterung ist für die korrekte Verarbeitung von nicht Unicode-Zeichen erforderlich. Lesen Sie <a href="http://www.php.net/manual/en/mbstring.installation.php"> wie sie dies installieren / konfigurieren können</ a>, oder kontaktieren Sie Ihren Hosting-Anbieter, wenn Sie auf einem Shared-Hosting arbeiten.
fr_fr: L'extension mbstring est nécessaire pour traiter correctement les caractères non Unicode. Lisez ici <a href="http://www.php.net/manual/en/mbstring.installation.php">comment installer / configurer </ a> ou contactez votre fournisseur d'hébergement si vous êtes sur un hébergement mutualisé.
he_il: הארכת MBSTRING נדרש לעיבוד נכון של תווי Unicode שאינם. קראו <a href="http://www.php.net/manual/en/mbstring.installation.php"> כיצד להתקין </a> / Configure או צור קשר עם ספק האירוח שלך אם אתה על משותף אירוח.

source: Direct filesystem access
de_de: Direkter Zugang zum Dateisystem
fr_fr: Accès direct au système de fichiers
he_il: גישה ישירה למערכת הקבצים
