Repository: wp-plugins/wpnewsman-newsletters
Catalog: languages/wpnewsman-*.po
Languages: de_de, fr_fr, he_il

source: The pokeback mode is enabled on your site. WPNewsman make http request to our server and back. No sensitive data from your website is shared with our server. <a href="http://support.glocksoft.net/kb/articles/90-messages-are-always-pending-and-not-sent" target="_blank">Learn more...</a>
de_de: Der pokeback Modus ist auf Ihrer Website aktiviert. WPNewsman macht http Anfrage an unseren Server und zurück. Keine sensiblen Daten von Ihrer Website werden auf unseren Server hochgeladen. <a href="http://support.glocksoft.net/kb/articles/90-messages-are-always-pending-and-not-sent" target="_blank"> Weitere Informationen ... </a>
fr_fr: Le mode de pokeback est activée sur votre site. WPNewsman fait des requêtes http vers notre serveur et puis vers le vôtre. Pas de données sensibles de votre site sont partagés avec notre serveur. <a href="http://support.glocksoft.net/kb/articles/90-messages-are-always-pending-and-not-sent" target="_blank">Lire plus...</a>
he_il: הפוק באק מאופשר באתר שלך. Wpnewman מבצע בקשת http לאתר שלנו ובחזרה. שום מידע רגיש מהאתר שלך לא משותף עם השרת שלנו. <a href="http://support.glocksoft.net/kb/articles/90-messages-are-always-pending-and-not-sent" target="_blank">Learn more...</a>

source: Debug Messages
de_de: Debugger Nachrichten
fr_fr: Messages de débogage
he_il: הודעות Debug

source: Raw response
de_de: Grobe Antwort
fr_fr: Réponse brute
he_il: תגובה בסיסית

source: Additional info
de_de: Zusätzliche Info
fr_fr: Informations complémentaires
he_il: מידע נוסף

source: Note: you can remove all sensitive data before sending bug report.
de_de: Hinweis: Sie können alle sensiblen Daten vor dem Senden des Fehlerberichtes entfernen.
fr_fr: Remarque: vous pouvez supprimer toutes les données sensibles avant l'envoi du rapport de bogue.
he_il: הערה: אתה יכול להסיר את כל הנתונים הרגישים לפני שליחת דיווח הבאג.

source: Send Bug Report
de_de: Fehler Report senden
fr_fr: Envoyer le rapport de bogue
he_il: שלח דווח באג

source: Close
de_de: Schließen
fr_fr: Fermer
he_il: סגור

source: Rate (%s) WPNewsman on %s to help their creators make it better
de_de: Rate (%s) WPNewsman auf %s, um ihren Schöpfern zu helfen es besser zu machen
fr_fr: Rangez (%s) WPNewsman sur %s pour aider les créateurs le faire mieux
he_il: הוסף את הציון שלך לתוסף (חמישה כוכבים כמובן!) %s WPNewsman ב %s כדי לסייע למפתחים שלנו להמשיך לשפר ולשכלל מוצר זה בעתיד

source: Documentation
de_de: Dokumentation
he_il: תיעוד

source: Request feature
de_de: Anfrage Funktionalität
fr_fr: Demander une fonction
he_il: בקשת תכונה

source: Thanks!
de_de: Danke!
fr_fr: Merci!
he_il: תודה!

source: Search
de_de: Suchen
fr_fr: Recherche
he_il: חפש

source: Remove Search Filter
de_de: Suchfilter entfernen
fr_fr: Suppimer le filtre de recherche
he_il: הסר סינון בחיפושים

source: Compose
de_de: zusammenstellen
fr_fr: Composer
he_il: ערוך

source: Resend Confirmation Request
de_de: Erneut Bestätigung anfordern
fr_fr: Envoyer le message de confirmation
he_il: שלח שוב בקשת אישור

source: Subject
de_de: Betreff
fr_fr: Sujet
he_il: נושא

source: To
de_de: An
fr_fr: A
he_il: אל

source: Status
fr_fr: Statut
he_il: סטאטוס

source: Please, confirm...
de_de: Bitte bestätigen...
fr_fr: S'il vous plaît, confirmez...
he_il: אנא אשר ...

source: Are you sure you want to unsubscribe selected people?
de_de: Sind sie sicher die ausgewählten Abonnenten abmelden zu wollen?
fr_fr: Etes-vous sûrs de vouloir désabonner les personnes sélectionnées?
he_il: האם אתה בטוח שברצונך לבטל את המנויים שנבחרו?

source: Unsubscribe
de_de: Abmelden
fr_fr: Désabonner
he_il: הסר מהרשימה

source: Are you sure you want to delete selected subscribers?
de_de: Sind sie sicher die ausgewählten Abonnenten löschen zu wollen?
fr_fr: Etes-vous sûrs de vouloir supprimer les abonnés sélectionnées?
he_il: האם אתה בטוח ברצונך למחוק את המנויים שנבחרו?

source: Are you sure you want to change status of selected subscribers to %s?
de_de: Sind sie sicher den Status der ausgewählten Abonnenten nach %s ändern zu wollen?
fr_fr: Êtes-vous sûrs de vouloir changer le statut d'abonnés sélectionnés à %s?
he_il: האם אתה בטוח ברצונך לשנות את הסטאטוס של המנויים שנבחרו %s?

source: Change
de_de: Ändern
fr_fr: Changer
he_il: שנה

source: New List
de_de: Neue Liste
fr_fr: Nouvelle liste
he_il: רשימה חדשה

source: Name:
fr_fr: Nom:
he_il: שם:

source: Please enter the name of a form
de_de: Bitte den Namen des Formulars eintragen
fr_fr: S'il vous plaît, entrez le nom du formulaire
he_il: נא להזין את שם הטופס

source: Create
de_de: Erstellen
fr_fr: Créer
he_il: צור

source: Are you sure you want to delete selected forms and subscribers lists? This operation cannot be undone!
de_de: Sind Sie sicher, dass Sie die ausgewählten Formulare und Abbonenten Listen löschen wollen? Dieser Schritt kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer les formulaires et listes d'abonnés sélectionnés? Cette opération ne peut pas être annulée!
he_il: האם אתה בטוח שאתה רוצה למחוק את הטפסים שנבחרו ורשימות המנויים? פעולה זו לא ניתן לבטל!

source: Form options
de_de: Formular Optionen
fr_fr: Options de formulaire
he_il: אפשרויות טופס

source: Use inline labels
de_de: Inline Feldbezeichnungen verwenden
fr_fr: Utilisez les étiquettes en ligne
he_il: השתמש בתוויות מוטבעות

source: Field options
de_de: Feld Optionen
fr_fr: Options du champ
he_il: אפשרויות שדה

source: Title
de_de: Titel
fr_fr: Titre
he_il: כותרת

source: HTML content
de_de: HTML Inhalt
fr_fr: Contenu HTML
he_il: תוכן HTML

source: Content
de_de: Inhalt
fr_fr: Contenu
he_il: תוכן

source: Size
de_de: Größe
fr_fr: Seize
he_il: גודל

source: Mini
he_il: מיני

source: Small
de_de: Klein
fr_fr: Petit
he_il: קטן

source: Medium
de_de: Mittel
fr_fr: Moyen
he_il: בינוני

source: Large
de_de: Groß
he_il: גדול

source: Color
de_de: Farbe
fr_fr: Couleur
he_il: צבע

source: Gray
de_de: Grau
fr_fr: Gris
he_il: אפור

source: Pink
fr_fr: Rose
he_il: ורוד

source: Blue
de_de: Blau
fr_fr: Bleu
he_il: כחול

source: Green
de_de: Grün
fr_fr: Vert
he_il: ירוק

source: Turquoise
de_de: Türkis
he_il: טורקיז

source: Black
de_de: Schwarz
fr_fr: Noir
he_il: שחור

source: Dark Gray
de_de: Dunkel Grau
fr_fr: Gris foncé
he_il: אפור כהה

source: Yellow
de_de: Gelb
fr_fr: Jaune
he_il: צהוב

source: Purple
de_de: Violett
fr_fr: Violet
he_il: סגול

source: Dark blue
de_de: Dunkel Blau
fr_fr: Bleu foncé
he_il: כחול כהה

source: Style
de_de: Stil
he_il: סגנון

source: None ( Theme native )
de_de: Keines (vorgegebenes Thema)
fr_fr: Aucun (thème natif)
he_il: אין (טבעי Theme)

source: Brick
de_de: Stein
fr_fr: Brique
he_il: בלוק (בריק)

source: Rounded
de_de: Abgerundet
fr_fr: Arrondi
he_il: מעוגל

source: Pill
de_de: Pillenförmig
fr_fr: Pilule
he_il: מתגלגל

source: Radio options
de_de: Mehrfachauswahl
fr_fr: Options radio
he_il: כפתור רדיו

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
he_il: הוסף

source: New option
de_de: Neue Option
fr_fr: Nouvelle option
he_il: אפשרות חדשה

source: Genders
de_de: Geschlecht
fr_fr: Sexes
he_il: מינים

source: Double click to edit
de_de: Doppelklick zum Bearbeiten
fr_fr: Double-cliquez pour modifier
he_il: לחץ לחיצה כפולה כדי לערוך

source: Select options
de_de: Optionen auswählen
fr_fr: Choisissez les options
he_il: בחר אפשרויות

source: Countries
de_de: Länder
fr_fr: Pays
he_il: מדינות

source: States
de_de: Staaten
fr_fr: Etats
he_il: ארצות

source: Edit subscribers list
de_de: Abonnentenliste bearbeiten
fr_fr: Modifier la liste des abonnés
he_il: ערוך רשימת מנויים

source: List Name
de_de: Listen Name
fr_fr: Nom de la liste
he_il: שם הרשימה

source: Form Builder
de_de: Formulargenerator
fr_fr: Constructeur de formulaire
he_il: בניית טופס

source: Add Field
de_de: Feld hinzufügen
fr_fr: Ajouter un champ
he_il: הוסף שדה

source: Text
fr_fr: Texte
he_il: טקסט

source: Textarea
de_de: Textbereich
fr_fr: Champ de texte
he_il: אזור טקסט

source: Checkbox
de_de: Kontrollkästchen
fr_fr: Box à cocher
he_il: תיבת סימון

source: Radio buttons
de_de: Optionfelder
fr_fr: Boutons radio
he_il: כפתורי רדיו

source: Dropdown menu
de_de: Auswahlliste
fr_fr: Menu déroulant
he_il: תפריט נפתח

source: Form title
de_de: Formulartitel
fr_fr: Titre du formulaire
he_il: כותרת טופס

source: Load Default Form
de_de: Standardformular laden
fr_fr: Charger le formulaire de défaut
he_il: הוסף טופס ברירת מחדל

source: Field shortcode
de_de: Feldkürzel
fr_fr: Code court du champ
he_il: קוד מקוצר לשדה

source: This form on external sites? Sure!
de_de: Diese Formular auf externer Webseite? Sind Sie sicher!
fr_fr: Ce formulaire dans les sites extérieurs? Bien sûr!
he_il: טופס זה באתרים חיצוניים? בטוח!

source: Copy the code below and paste it into any other site that you have.
de_de: Kopieren Sie den nachfolgenden Code und fügen Sie ihn in Ihre andere Website ein.
fr_fr: Copiez le code ci-dessous et insérez-le dans tout autre site que vous avez.
he_il: העתק את הקוד הבא והדבק אותו בכל אתר אחר שיש לך.

source: Custom CSS for external form.
de_de: Benutzerdefinierte CSS für externes Formular.
fr_fr: CSS personnalisé pour la forme extérieure.
he_il: CSS מותאם אישית לטופס חיצוני.

source: This CSS will only affect the external form
de_de: Diese CSS findet nur für beim externen Formular Verwendung.
fr_fr: Ce CSS n'affectera que la forme extérieure
he_il: CSS זה ישפיע רק על טופס חיצוני

source: Here are the unsubscribe links
de_de: Hier sind die Abmelde-Links
fr_fr: Voici les liens de désabonnement
he_il: להלן הקישורים לביטול המנוי

source: if your are using 3rd party software to send emails:
de_de: wenn Sie Dritt-Software verwenden um Emails zu senden:
fr_fr: si vous utilisez un logiciel de 3-ème partie pour envoyer les messages:
he_il: אם הנך משתמש בתוכנת צד שלישי כדי לשלוח מיילים:

source: Link to instant unsubscribe:
de_de: Link zum sofortigen abmelden:
fr_fr: Lien vers désabonnement instantané:
he_il: קישור לביטול מנוי מיידי:

source: You must replace the %s with the value of the ucode field of the exported subscribers list.
de_de: Sie müssen das %s mit dem Wert des ucode Feldes der exportierten Liste der Abonnenten ersetzen.
fr_fr: Vous devez remplacer le %s avec la valeur du champ ucode de la liste d'abonnés exportée.
he_il: עליך להחליף %s עם הערך של שדה ucode של רשימת המנויים ליצוא.

source: One more thing,
de_de: Ein weiterer Punkt,
fr_fr: Encore quelque chose,
he_il: עוד דבר אחד,

source: you can put this form inside any post content with this short-code:
de_de: sie können dieses Formular in jeden Beitrag mit folgendem Short-Code einfügen:
fr_fr: vous pouvez mettre ce formulaire à l'intérieur de n'importe quelle page en utilisant ce code short:
he_il: אתה יכול לשים את הטופס הזה בתוך כל תוכן הודעה עם קוד קצר זה:

source: and you can make it horizontal with this shortcode
de_de: und mit diesem Short-Code ist es möglich dies horizontal anzuordnen
fr_fr: et vous pouvez le placer horizontalement en utilisant ce code short:
he_il: ואתה יכול לעשות את זה אופקי עם הקוד המקוצר הזה

source: Edit email
de_de: E-Mail bearbeiten
fr_fr: Editer le message email
he_il: ערוך כתובת דואר אלקטרוני

source: Edit template
de_de: Vorlage bearbeiten
fr_fr: Editer le modèle
he_il: ערוך תבנית

source: To:
de_de: An:
fr_fr: A:
he_il: אל:

source: Subject:
de_de: Betreff:
fr_fr: Sujet:
he_il: נושא:

source: Email Analytics
fr_fr: Statistiques d'email
he_il: ניתוח תעבורת מיילים

source: Send immediately
de_de: Sofort versenden
fr_fr: Envoyer immédiatement
he_il: שלח מייד

source: Schedule sending on
de_de: Versand einstellen für
fr_fr: Programmer l'envoi sur
he_il: תזמן שליחה במועד

source: Send
de_de: Versenden
fr_fr: Envoyer
he_il: שלח

source: Send test email
de_de: Test E-mail versenden
fr_fr: Envoyer un message de test
he_il: שלח מייל בדיקה

source: Email particles
de_de: E-Mail Teile
fr_fr: Particules d'email
he_il: חלקיקי דואר אלקטרוני

source: Template particles
de_de: Vorlagen Teile
fr_fr: Particules du modèle
he_il: חלקיקי תבנית

source: Edit Post Template
de_de: Bearbeite Beitrags Vorlage
fr_fr: Editer le modèle d'article
he_il: עריכת תבנית פוסטים

source: Edit Post Divider Template
de_de: Bearbeite Beitrags Teiler Vorlage
fr_fr: Editer le modèle séparateur d'articles
he_il: עריכת תבנית הודעה מפרידה

source: Publish this email
de_de: Veröffentlichen Sie diesen E-Mail
fr_fr: Publier ce message
he_il: פרסם הודעת דואר אלקטרוני זה

source: You can make the email to be accessible by other people on the web with <a href="%s">this link</a>. Shortcodes for the subscriber's data do not work in the published email. It's a good idea to hide unsubscribe links with <a target="_blank" href="http://wpnewsman.com/documentation/short-codes-for-email-messages/#conditional-pair-shortcodes">conditional shortcodes</a>
de_de: Sie können die E-Mail von anderen Personen im Web mit <a href="%s"> dieser Link </ a> zugänglich machen. Shortcodes für die Daten des Teilnehmers funktionieren nicht in der veröffentlichten Email. Es ist eine gute Idee abgemeldete Links mit <a target = "_blank" verstecken href="http://wpnewsman.com/documentation/short-codes-for-email-messages/#conditional-pair-shortcodes">conditional shortcodes </ a> zu verstecken
fr_fr: Vous pouvez faire le message être accessible par d'autres personnes sur le web avec <a href="%s">ce lien</a>. Les codes shorts pour les données de l'abonné ne fonctionnent pas dans le message publié. C'est une bonne idée de cacher les liens de désabonnement avec <a target="_blank" href="http://wpnewsman.com/documentation/short-codes-for-email-messages/#conditional-pair-shortcodes">les codes shorts conditionnels</a>.
he_il: אתה יכול לעשות את הדואר האלקטרוני נגיש על ידי אנשים אחרים באינטרנט עם http://wpnewsman.com/documentation/short-codes-for-email-messages

source: WPNewsman Shortcodes
fr_fr: les codes shorts de WPNewsman
he_il: WPNewsman קודים מקוצר

source: Email address:
de_de: E-Mail Adresse:
fr_fr: Adresse email:
he_il: כתובת דואר אלקטרוני

source: Sending email...
de_de: Versende email...
fr_fr: Envoi du message en cours...
he_il: שולח דואר אלקטרוני...

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
he_il: בטל

source: Clear
de_de: Leeren
fr_fr: Effacer
he_il: נקה

source: From Template
de_de: Von Vorlage
fr_fr: De modèle
he_il: מתבנית

source: Quick Message
de_de: Schnelle Mitteilung
fr_fr: Message rapide
he_il: הודעה מהירה

source: Compose from Message
de_de: Ausarbeiten von der Nachricht
fr_fr: Composer du message.
he_il: ערוך מתוך הודעה

source: Public URL
de_de: Öffentliche URL
fr_fr: Lien publique
he_il: כתובת URL הציבורית

source: Status message
de_de: Statusmeldung
fr_fr: Statut
he_il: הודעת מצב

source: Are you sure you want to delete selected emails?
de_de: Sind sie sicher, dass sie die ausgewählten E-Mails löschen möchten?
fr_fr: Êtes-vous sûrs de vouloir supprimer les messages sélectionnés?
he_il: האם אתה בטוח שאתה רוצה למחוק הודעות דואר אלקטרוני שנבחרו?

source: Select template:
de_de: Vorlage auswählen:
fr_fr: Sélectionnez le modèle:
he_il: בחר תבנית:

source: Sending log
de_de: Sendeprotokoll
fr_fr: Registre d'envoi
he_il: יומן שליחה

source: General
de_de: Allgemein
fr_fr: Général
he_il: כללי

source: Email Settings
de_de: E-Mail Einstellungen
fr_fr: Paramètres de messagerie
he_il: הגדרות דואר אלקטרוני

source: Delivery Settings
de_de: Versendeeinstellungen
fr_fr: Paramètres d'envoi
he_il: הגדרות משלוח דואר אלקטרוני

source: Uninstallation
de_de: Deinstallation
fr_fr: Désinstallation
he_il: הסרת התקנה

source: Delete subscribers who didn't confirm their subscription within 7 days
de_de: Abonnenten löschen, die ihr Abonnement innerhalb von 7 Tagen nicht bestätigt haben.
fr_fr: Supprimer les abonnés qui n'ont pas confirmé leur abonnement pendant 7 jours
he_il: מחק מנויים שלא אישרו את המינוי שלהם בתוך 7 ימים

source: Use double opt-out procedure
de_de: Benutze doppelte Opt-out Verfahren
fr_fr: Utiliser la procédure de désabonnement double
he_il: השתמש בתהליך אישור כפול opt-out

source: Plugin statistics on the dashboard
de_de: Plugin-Statistiken auf dem Dashboard
fr_fr: Les statistiques du plugin sur le tableau de bord
he_il: סטטיסטיקת תוסף על לוח המחוונים

source: Do not show
de_de: Nicht anzeigen
fr_fr: Ne pas afficher
he_il: אל תציג

source: Show in the activity box (Right Now)
de_de: In dem "Auf einen Blick..." Kasten anzeigen. (Sofort)
fr_fr: Afficher dans la boîte de l'activité (maintenant)
he_il: הצג בתיבת הפעילות (עכשיו)

source: Show in the separate widget
de_de: In separatem Widget anzeigen.
fr_fr: Afficher dans le widget séparé
he_il: הצג ביישומון נפרד

source: PokeBack mode
de_de: PokeBack Modus
fr_fr: Le mode PokeBack
he_il: מצב PokeBack

source: Use PokeBack mode ( will make secure calls to our web server and back. No sensitive data is shared with our server).
de_de: Verwende PokeBack Modus (sicherer Anrufe werden zu unserem Web-Server und zurück gemacht. Keine sensiblen Daten werden mit unserem Server geteilt).
fr_fr: Le mode PokeBack (cela fera des appels à notre serveur et puis vers le vôtre. Pas de données sensibles seront partagés avec notre serveur).
he_il: השתמש במצב PokeBack (יהיה לבצע שיחות מאובטחת לשרת האינטרנט שלנו ובחזרה. אין נתונים רגישים משותפים עם השרת שלנו).

source: Social profiles links
de_de: Links zu Sozialen Profilen
fr_fr: Vos liens sociaux
he_il: קישורי פרופילים חברתיים

source: Advanced
de_de: fortgeschritten
fr_fr: Options avancées (pour le programmeur )
he_il: מתקדם

source: Enable debug mode. ( Warning! This may slowdown your website. )
de_de: Aktivieren Sie den Debug-Modus. (Achtung: Das kann Ihrer Webseite verlangsamen.)
fr_fr: Activer le mode de débogage. (Attention! Ceci peut ralentir votre site Web.)
he_il: אפשר מוד טיפול בבאגים. (אזהרה! זה עלול להאט את האתר שלך.)

source: Important!
de_de: Wichtig!
he_il: חשוב!

source: If your site doesn't get visitors, the WordPress task scheduler will not run. This typically delays sending. If you suffer from delayed or inconsistent sending, setup a cron job on your server or use a free cron service as described in <a href="http://support.glocksoft.net/kb/articles/69-how-to-make-wordpress-cron-work">this tutorial</a>.
de_de: Wenn ihre Homepage nicht besucht wird, wird der Wordpress Taskplaner nicht ausgeführt. In der Regel wird dadurch das Senden verzögert. Wenn sie dies nicht wünschen, verwenden sie einen kostenlosen zeitbasierten Dienst, wie in <a href="http://support.glocksoft.net/kb/articles/69-how-to-make-wordpress-cron-work">dieser Anleitung</a> beschrieben.
fr_fr: Si votre site ne reçoit pas de visiteurs, le planificateur de tâches dans WordPress ne fonctionnera pas. Généralement cela retarde l'envoi. Si vous souffrez d'un envoi retardé ou incohérent, configurez une tâche cron sur votre serveur ou utilisez un service gratuit cron comme c'est décrit dans <a href = "http://support.glocksoft.net/kb/articles/69-how-to- faire-wordpress-cron-travail "> cet article </ a>.
he_il: אם האתר שלך לא מקבל מבקרים, מתזמן המשימות וורדפרס לא יפעל. זה בדרך כלל מעכב שליחה. אם אתם חווה שליחה מעוכבת או בשליחה לא אחידה, הגדר תהליך מתוזמן בשרת שלך כמו שמתואר ב http://support.glocksoft.net/kb/articles/69-how-to-make-wordpress-cron-work

source: Your blog's wp-cron URL:
de_de: Ihre Blog Wordpress-Zeitdienst URL:
fr_fr: Lien wp-cron de votre blog:
he_il: כתובת אתר wp-cron של הבלוג שלך:

source: From Name:
de_de: Absender Name:
fr_fr: De qui (nom):
he_il: משם:

source: From Email:
de_de: Absender E-Mail-Adresse:
fr_fr: De qui (adress email):
he_il: מדואר אלקטרוני:

source: Return Email Address:
de_de: Rücksende E-Mail-Adresse:
fr_fr: Adress email de retour:
he_il: כתובת דואר אלקטרוני לחזרה

source: Email Address for Admin Notifications:
de_de: E-Mail-Adresse für Admin Benachrichtigungen:
fr_fr: Adresse email pour les notifications d'administrateur:
he_il: כתובת דואר אלקטרוני להודעות מנהל המערכת

source: Send Welcome Message
de_de: Willkommensnachricht senden
fr_fr: Envoyer le message de bienvenue
he_il: שלח הודעת ברוך הבא

source: Send Unsubscribe Notification
de_de: Abmeldebenachrichtigung senden
fr_fr: Envoyer la notification de désabonnement
he_il: שלח הודעת ביטול מנוי

source: Send Subscribe/Unsubscribe Event Notifications to Admin
de_de: Anmelde- bzw. Abmeldevorgänge an Admin senden
fr_fr: Envoyer les notifications d'abonnement/désabonnement à l'administrateur
he_il: שלח התראת בקשת רישום או ביטול מנוי למנהל המערכת

source: Email Delivery Settings
de_de: E-Mail Versandeinstellungen
fr_fr: Paramètres d'envoi
he_il: הגדרות שליחת דואר אלקטרוני

source: Throttling
de_de: Drosselung
fr_fr: Interruption d'envoi
he_il: ויסות

source: Limit sending to
de_de: Sendebegrenzung auf
fr_fr: Limiter l'envoi de
he_il: הגבל שליחה ל

source: emails per
fr_fr: messages par
he_il: מיילים ל

source: Minute
he_il: דקה

source: Hour
de_de: Stunde
fr_fr: Heure
he_il: שעה

source: Advice!
de_de: Hinweis!
fr_fr: Conseil!
he_il: עצה!

source: We strongly recommend that you use custom SMTP server option.
de_de: Wir empfehlen dringend die Verwendung eines benutzerdefinierten SMTP Servers.
fr_fr: Nous vous recommandons d'utiliser le serveur SMTP personnalisé.
he_il: אנו ממליצים בחום להשתמש בשרת SMTP המותאם אישית.

source: Use PHP Mail
de_de: Verwende PHP Mail
fr_fr: Utiliser PHP Mail
he_il: השתמש בדואר PHP

source: Use Sendmail Directly (*nix only)
de_de: Verwenden sie Sendmail Directory (nur Unix)
fr_fr: Utiliser Sendmail Directly (*nix seulement)
he_il: השימוש Sendmail ישירות (* nix בלבד)

source: Use Custom SMTP Server
de_de: Einen benutzerdefinierten SMTP Server verwenden
fr_fr: Utiliser le serveur SMTP personnalisé
he_il: השתמש בשרת SMTP לבחירתך

source: Load GMail Settings
de_de: Gmail Einstellungen laden
fr_fr: Charger les paramètres de Gmail
he_il: טען הגדרות Gmail

source: Load Amazon SES SMTP Settings
de_de: Amazon SES SMTP Einstellungen laden
fr_fr: Charger les paramètres d'Amazon SES
he_il: טען הגדרות אמזון SES SMTP

source: Hostname:
fr_fr: Nom du serveur SMTP:
he_il: שם מחשב מארח:

source: Username:
de_de: Benutzername:
fr_fr: Nom d'utilisateur:
he_il: שם משתמש:

source: Password:
de_de: Passwort:
fr_fr: Mot de passe:
he_il: סיסמה

source: Port:
he_il: יציאה:

source: Secure Connection
de_de: Sichere Verbindung
fr_fr: Connexion sécurisée
he_il: חיבור מאובטח

source: Don't Use
de_de: Nicht verwenden
fr_fr: Ne pas utiliser
he_il: אל תשתמש

source: Use Start TLS
de_de: Start TLS verwenden
fr_fr: Utiliser Start TLS
he_il: השתמש ב Start TLS

source: Use SSL
de_de: SSL verwenden
fr_fr: Utiliser SSL
he_il: השתמש ב- SSL

source: Test your settings:
de_de: Testen sie ihre Einstellungen:
fr_fr: Tester vos paramètres:
he_il: בדוק את ההגדרות שלך:

source: Send Test Email
de_de: Test E-Mail versenden
fr_fr: Envoyer un message de test
he_il: שלח דואר אלקטרוני לבדיקה

source: Have an Amazon SES account?
de_de: Haben sie ein Amazon SES Konto?
fr_fr: Vous avez un compte avec Amazon SES?
he_il: האם יש לך חשבון אמזון SES?

source: Take a look at our article on <a href="http://www.glocksoft.com/email-marketing-software/how-to-use-amazon-ses-smtp-interface-to-send-emails/">how to use Amazon SES SMTP interface</a>.
de_de: Werfen Sie einen Blick auf unseren Artikel über <a href="http://www.glocksoft.com/email-marketing-software/how-to-use-amazon-ses-smtp-interface-to-send-emails/">Wie man die Amazon SES SMTP-Schnittstelle verwendet</ a>.
fr_fr: Lisez notre article <a href="http://www.glocksoft.com/email-marketing-software/how-to-use-amazon-ses-smtp-interface-to-send-emails/">comment utiliser l'interface Amazon SES SMTP</a>.
he_il: העף מבט במאמר שלנו בנושא <a href="http://www.glocksoft.com/email-marketing-software/how-to-use-amazon-ses-smtp-interface-to-send-emails/">כיצד להשתמש בממשק דואר של אמאזון SMTP סס</a>.

source: Need Professional SMTP Server?
de_de: Benötigen sie einen professionellen SMTP Server?
fr_fr: Vous avez besoin d'un serveur SMTP professionnel?
he_il: צריך שרת SMTP מקצועי?
